{
  "documents": [
    {
      "fileName": "IA_Codster.pdf",
      "text": "\n\n27\nUNA MIRADA A LA INTELIGENCIA ARTIFICIAL\nMICHAEL  ESTID  ALVARADO  ROJAS\nRev.  Ingeniería,  Matemáticas  y  Ciencias  de  la  Información\nVol.  2  /  Núm.  3  /  enero  -  junio  de  2015;  pág.  27-31\nUNA  MIRADA  A  LA  INTELIGENCIA  ARTIFICIAL\nArtificial Intelligence (AI) at a Glance\nMICHAEL  ESTID  ALVARADO  ROJAS*\nRecibido: 20 de Enero de 2015. Aceptado: 20 de Abril de 2015\nRESUMEN\nEn este documento se dan a conocer los conceptos básicos, la historia, las clases e información relevante acerca de la\ninteligencia artificial. En resumen, la inteligencia artificial se define como la ciencia que tiene un enfoque importante en\nel desarrollo de programas o máquinas, que son capaces de razonar solo para la solución de un problema, y se añade\na esta tener la capacidad de ser más eficiente que un ser humano.\nPP\nPP\nP\nalabras clave: alabras clave: \nalabras clave: alabras clave: \nalabras clave: inteligencia artificial, sistemas expertos, aplicaciones, resolución de problemas.\nA\nBSTRACT\nIn this document are given to learn the basics, history, classes, and most relevant information about artificial intelligence.\nIn sum, the artificial intelligence is defined as the science that has one major approach in the development of programs\nor machines, which are capable of reasoning alone for the solution of problem, and added to this have the ability to be\nmore efficient than a human.\nKeywords:Keywords:\nKeywords:Keywords:\nKeywords:\n  \n  \n artificial intelligence, expert systems, applications, problem solving.\nI. INTRODUCCIÓN\nEn este documento se describirá un estado del\narte  acerca  de  la  inteligencia  arficial  como  ten-\ndencia tecnológica que está impactando diferen-\ntes  sectores.\nEn la sección II del documento se dará a cono-\ncer una definición de inteligencia artificial, su idea\nprincipal  de  estudio  y  el  porqué  surgió  esta\nciencia.\nEn la sección III se tiene la cronología de la In-\nteligencia Artificial, sus inicios, el desarrollo que\nha  tenido  a  traves  de  los  años,  y  algunas  de  sus\ncaracterísticas.\n*Michael  Estid  Alvarado  Rojas.  Estudiante  de  Ingeniería  de  Sistemas.  Corporación  Universitaria  Republicana.\nEn  la  sección  IV  se  describen  los  dos  tipos  de\ninteligencia artificial que se tienen en cuenta en la\nactualidad, que son al Inteligencia Artificial con-\nvencional y la computacional, se habla a fondo de\nestos dos términos, sus parámetros y sus métodos\nde estudio.\nEn la sección V se resaltan aplicaciones de inte-\nrés y se presentan algunas conclusiones sobre este\nestado  del  arte.\nII. CONCEPTUALIZACIÓN\nLa  palabra  inteligencia,  etimológicamente  se\nderiva  de  la  voz  latina  «legere»  que  significa\n\n28\nREVISTA  INGENIERÍA,  MATEMÁTICAS  Y  CIENCIAS  DE  LA  INFORMACIÓN\nRev.  Ingeniería,  Matemáticas  y  Ciencias  de  la  Información\nVol.  2  /  Núm.  3  /  enero  -  junio  de  2015;  pág.  27-31\nrecolectar y esta directamente relacionada con ele-\ngir,  en  donde,  «intellegere»  significa  elegir  entre\nvarias cosas. En ese sentido, inteligencia se descri-\nbe como la capacidad de discernir algo [1], pero a\nmedida que el conocimiento humano se fue expan-\ndiendo, el concepto de inteligencia ha ido tenien-\ndo  cada  vez  más  facetas  del  comportamiento  no\nautomático o repetitivo, y esto a su vez esta más\nrelacionado  con  la  resolución  de  problemas  y  al\nproceso creativo.\nLa  Inteligencia  Artificial  se  considera  como\nuna de las ramas de las ciencias de la computa-\nción que se ocupa de construir sistemas que per-\nmiten exhibir un comportamiento cada vez más\ninteligente [2].\nGracias a está rama de la computación se tiene\nsistemas con capacidades superiores a las del ser\nhumano, como lo son los sistemas expertos que tie-\nnen la propiedad de copiar o imitar características\nde la capacidad mental del hombre, además pue-\nden relacionar reglas de sintaxis del lenguaje ha-\nblado y escrito sobre una base experiemental, para\nluego  hacer  juicios  acerca  de  un  problema,  cuya\nsolución se logra con de la forma más rápida y efi-\nciente que el ser humano.\nEs así como la inteligencia artificial se convier-\nte en un área relevante en la ciencia cognitiva [3]\ncomo estudio interdisciplinario de cómo la infor-\nmación  es  representada  y  transformada  en  la\nmente/cerebro y como se puede imitar en un sis-\ntema artificial.\nLas  ciencia  cognitiva  surgió  como  un  estudio\nfilosófico y razonístico de la inteligencia del hom-\nbre y su interes permanente por imitar el compor-\ntamiento  de  elementos  de  la  naturaleza  de  su\nentorno, basicamente, la Inteligencia Artificial busca\nimitar y superar la inteligencia humana y las supe-\nrar las capacidades que ya se tienen de forma na-\ntural actualmente.\nEl  desarrollo  de  la  inteligencia  artificial  no\npretende reemplazar en su totalidad la inteligen-\ncia humana ni la toma de decisiones, el objetivo\nesta centrado en apoyar y aumentar capacida-\ndes para resolver de forma más eficiente pro-\nblemas específicos, para que el factor humano\nsea menos primordial y disminuir el factor del\nerror  [4].\nIII. HISTORIA DE LA INTELIGENCIA\nARTIFICIAL\nA través de los años, el ser humano se ha pre-\nocupado por su capacidad de razomiento y su ha-\nbilidad para analizar, planear y dar una solución a\nun problema. Desde ese entonces en paralelo tam-\nbién  se  ha  buscado  la  manera  de  crear  sistemas\npara  reproducir  habilidades  mentales  que  solo\nposeen los humanos, y que de tal manera se pueda\nrealizar  de  una  manera  más  simple  algunos\nprocesos.\nLa noción de la Inteligencia artificial tiene sus\ninicios  con  el  escritor  e  inventor  húngaro  y\najedrecista Johann Wolfgang Von Kempelen, quien\ndiseño un androide llamado el Turco que aparen-\ntemente jugaba ajedrez simulando ser un mecanis-\nmo automatico [5], sin embargo era operado por\nuna persona oculta en el mecanismo; sin embargo\ngracias  a  esta  idea  farsa  que  simulaba  ser  un\nautomata, fue objeto de inspiración para construir\nverdaderos automatas como el caso de el automata\nEl  Ajedrecista  construido  en  1912  por  Leonardo\nTorres  Quevedo,  invento  que  operaba  sin  inter-\nvención humana considerado como el primer jue-\ngo por computador de la historia [6].\nEn 1816 fue descrita la máquina analítica reali-\nzada por Charles Babbage [5], matemático ingles\ny cientifico protoinformático, quine contribuyo con\nla  historia  de  la  computación  ya  que  el  motor\nanalitico de Babbage tenia la capacidad de cons-\ntruir tablas de logaritmos y de funciones trigono-\nmétricas evaluando polinomios por aproximación.\nCien años más tarde se construyeron computadoras\naplicando el mismo principio.\nA partir del siglo XIX se conciben las analogías\nbiológicas y fenomenológicas para el estudio de la\nmente humana. Es así, como a partir de la segunda\nmitad del siglo XIX, la noción de mecanismo trans-\nformo el poder heurístico con la formalización del\nconcepto de «computación»\n \n[5].\nLa  comunidad  cientifica  empezo  a  manejar  el\ntérmino y concepto de Inteligencia Artificial en el\naño  1950  gracias  a  Alan  Mathison  Turing,  mate-\nmático,  lógico,  científico  de  la  computación,\ncriptógrafo, filósofo, maratonista británico. Dadas\nsus  contribuciones  y  en  su  artículo  denominado\nMaquinaria Computacional e Inteligencia [7\n\n29\nUNA MIRADA A LA INTELIGENCIA ARTIFICIAL\nMICHAEL  ESTID  ALVARADO  ROJAS\nRev.  Ingeniería,  Matemáticas  y  Ciencias  de  la  Información\nVol.  2  /  Núm.  3  /  enero  -  junio  de  2015;  pág.  27-31\nAlgunos afirman que los comienzos de la inteli-\ngencia artificial ocurrieron al definirse la neurona,\nen 1943, como un elemento binario con varias en-\ntradas y salidas [8]. En el año de 1956 se volvió a\nretomar el tema y se establecieron las bases de la\nInteligencia Artificial como un campo independien-\nte dentro de la informática.\nBajo el contexto histórico referenciado por Alan\nTuring la inteligencia artificial se ha definido des-\nde entonces bajo diferentes perspectivas como sis-\ntemas que piensan como humanos, sistemas que\npiensan racionalmente, sistemas que actúan como\nhumanos y sistemas que actúan racionalmente.\nRichard  Ernest  Bellman,  matemático  y  doc-\ntor  de  la  universidad  de  Princeton,  destaca  en\nsu  publicación  An  introduction  to  artificial\nintelligence:  can  computers  think?  que:  La\nautomatización de actividades que vinculamos\ncon procesos de pensamiento humano, activida-\ndes  como  la  toma  de  decisiones,  resolución  de\nproblemas, aprendizaje [9].\nJohn  Haugeland,  profesor  de  filosofía  de  la\nUniversidad de Chicago en su publicación Artifi-\ncial Intelligence: The Very Idea, dice: El nuevo y\nexcitante esfuerzo de hacer que las computadoras\npiensen... máquinas con mentes, en el más amplio\nsentido literal [10].\nEl mismo año en 1985, Eugene Charniak, pro-\nfesor  de  la  Universidad  de  Brown  y  Drew\nMcDermott  profesor  de  la  Universidad  de  Yale\nafirmaron que la inteligencia artificial es el estu-\ndio de las facultades mentales mediante el uso de\nmodelos computacionales\n \n[11].\nEn años recientes, Raymond Kurzweil inventor\nestadounidense  especializado  en  Ciencias  de  la\nComputación e Inteligencia Artificial, actualmente\ndirector de ingeniería en Google, afirma que el arte\nde desarrollar máquinas con capacidad para reali-\nzar  funciones  que  cuando  son  realizadas  por\npersonas requieren de inteligencia [12], en concor-\ndancia que la inteligencia artificial son sistemas que\nactuan con humanos.\nNeil  Nilsson,  profesor  de  la  Universidad  de\nStanford del departamento de ciencias de la com-\nputación  afirma  que  la  inteligencia  artificial  está\nrelacionada con conductas inteligentes en artefac-\ntos  [13]  y  cuando  se  relacionan  las  conductas  se\nhabla se un sistema que actua racionalmente.\nSe puede afirmar que la inteligencia artificial se\nha venido concibiendo bajo las características hu-\nmanas tales como pensar, actuar y a su vez adap-\ntarse y autocorregirse.\nUn agente inteligente se puede definir como lo\ndefinio  Rusell,  como  una  entidad  que  percibe  y\nactúa sobre un entorno [14] y fue en 1987 el año en\nque se describieron caracterisiticas relevantes para\nel uso de un agente inteligente:\n1.  Creencias e intenciones (actitudes mentales).\n2.  Obtención de conocimiento (aprender).\n3.  Resolver problemas.\n4.  Entendimiento y lógica.\n5.  Planificación, predicción y evaluación de al-\nternativas.\n6.  Delimitar sus propias habilidades y conoci-\nmientos.\n7.  Distinción de situaciones.\n8.  Crear conceptos e ideas.\n9.  Generalizar.\n10.Percibir y modelar el mundo exterior.\n11.Aplicar su propio lenguaje y símbolos para\nsu propio entendimiento.\nDe acuerdo a las caracteristicias mencionadas\nanteriormente, la Inteligencia Artificial tambien\nha sido empleada como una técnica de software\nque los programas utilizan para dar solución óp-\ntima a algún tipo de problema, tratando de ase-\nmejar  el  comportamiento  inteligente  que  se\nobserva en la naturaleza, en especial la de los se-\nres humanos.\nIV. CLASES DE INTELIGENCIA ARTIFICIAL\nExisten diveras categorias de inteligencia huma-\nna como la inteligencia lingüística, musical, lógica\nmatemática,  espacial,  corporal  -  kinestésica,  emo-\ncional, intrapersonal, interpersonal, naturalista [15].\nCada tipo de inteligencia humana comprende\nel entendimiento, aptitudes, competencias y fun-\nciones específicas, sin embargo todas las inteligen-\ncias se traducen en una sola conceptualmente ya\nque se integran diversas a la hora de resolver un\nproblema dado.\n\n30\nREVISTA  INGENIERÍA,  MATEMÁTICAS  Y  CIENCIAS  DE  LA  INFORMACIÓN\nRev.  Ingeniería,  Matemáticas  y  Ciencias  de  la  Información\nVol.  2  /  Núm.  3  /  enero  -  junio  de  2015;  pág.  27-31\nLa teoría de Gardner indica que el ser humano\nposee  «Inteligencias  múltiples»\n \n[16],  a  diferencia\nde la inteligencia artificial la clasificación es dife-\nrente y se hace de acuerdo al tipo de lógica que se\ndesarrolle para resolver un problema. Sin embar-\ngo los avances tecnológicos pueden cambiar dicha\nclasificación para la inteligencia artificial pues cada\nvez se asemeja más a la humana.\nLos tipos actuales que se consideran son [17]:\nA.  Inteligencia artificial clásica:\nEste tipo de inteligencia se desarrolla mediante\nla lógica simbólico-deductiva con base en el análi-\nsis  formal  y  estadístico  del  comportamiento\nhumano ante diferentes situaciones como el razo-\nnamiento basado en casos, soluciones a partir del\nconocimiento  previo  y  soluciones  a  partir  de\ninferencias probabilísticas.\nB.  Inteligencia artificial computacional\nEste tipo de inteligencia se desarrolla median-\nte  la  lógica  simbólica-inductiva  con  base  en  el\naprendizaje  interactivo  donde  el  aprendizaje  se\nbasa en datos empiricos mediante la adaptación\nde la realidad.\nV. APLICACIONES DE LA INTELIGENCIA\nARTIFICIAL\nLa inteligencia artificial ha sido utilizada en gran\nvariedad de campos desde la robótica biónica, hasta\ntodo lo que tiene que ver con videojuegos, su lógi-\nca y la velocidad de procesamiento de datos que\nprincipalmente se logra a través de redes neuro-\nnales artificiales.\nAlgunos de los campos en los que se ha des-\ntacado  el  desarrollo  de  la  inteligencia  artificial\n[18], son:\nJuegos: Se destacan los juegos de mesa ya que\ndesatan una gran cantidad de problemas informá-\nticos que pueden resolverse mediante algoritmos\nespecíficos. Por ejemplo el juego del ajedrez [19].\nVer Fig. 1.\nSistemas automatizados a partir de agentes: Un\nagente en un sistema de automatización es un ele-\nmento capaz de percibir su medioambiente mediante\nsensores y actuar en ese medio mediante actuadores.\nTodo agente tiene una función u objetivo mediante\nun software y hardware especifico. Ejemplo: Apli-\ncaciones de domótica, inmótica, urbótica.\nRobótica: Los robots son agentes físicos que rea-\nlizan  tareas  mediante  la  manipulación  física  del\nmundo. Para lograr esto los robot son dotados de\nefectores, como pinzas, ruedas, brazos mecánicos,\netc. También se equipan de sensores que les per-\nmiten percibir el entorno, como visores, sistemas\nde ultrasonidos, giroscopios, etc.\nEn la robótica, la inteligencia artificial tiene gran\nparticipación  debido  a  la  capacidad  de  procesa-\nmiento de información y toma de decisiones, como\npor ejemplo la planificación o visión artificial (apli-\ncar  algoritmos  de  aprendizaje  para  el  reconoci-\nmiento de formas).\nTomado  de:  http://inteligenciaartificialrjimenez.blogspot.com\nFig.  1.  Juegos  inteligentes.\nTOPIO,  un  robot  humanoide,  en  la  Feria\nInternacional  del  Juguete  de  Núremberg\nde  2009.\nFig.  2.  Robótica.\n\n31\nUNA MIRADA A LA INTELIGENCIA ARTIFICIAL\nMICHAEL  ESTID  ALVARADO  ROJAS\nRev.  Ingeniería,  Matemáticas  y  Ciencias  de  la  Información\nVol.  2  /  Núm.  3  /  enero  -  junio  de  2015;  pág.  27-31\nVI. CONCLUSIONES\nCon el anterior panorama general sobre inte-\nligencia artificial se puede concluir que es una\ntendencia tecnológica que cada vez estará más\npresente en los dispositivos de consumo y uso\nhumano.\nEsta herramienta llegará algun día a predomi-\nnar la realización de cualquier actividad para apo-\nyar labores en la industria, las corporaciones, entre\notros campos. De esta forma, por medio de la in-\nteligencia artificial se acelerará las capacidades de\nobtener información y procesar más rápido lo que\ngarantizará eficiencia en muchos casos.\nEl objetivo de la inteligencia artificial no es solo\nmejorar la eficiencia del ser humano, sino también\nhacerle la vida más fácil. En conclusión es una he-\nrramienta para que el hombre empiece a ocuparse\nde otros asuntos ya que los sistemas inteligentes\ntendrán la capacidad de asumir responsabilidades\nque actualmente tiene el hombre.\nAsí mismo la Inteligencia Artificial es un área\nque  tiene  un  gran  camino  por  investigar  y  desa-\nrrollar proyectos aplicados, y desde la ingeniería\nde  sistemas  se  tienen  las  bases  para  abordar  el\ndesarrollo de aplicaciones y materializar cada vez\nmás rápido lo que en algún momento es denomi-\nnado ciencia ficción.\nREFERENCIAS\n[1]   Real Academia Española, «Inteligencia,» Dicciona-\nrio de la lengua española, vol. 22\na\n Edición. 2001.\n[2]   R. Loaiza, «¿Qué es la inteligencia artificial?,» vol.\n2, no. 15, 1998.\n[3]    B. Bly and D. Rumelhart, Cognitive science. Handbook\nof Perception and Cognition, vol. 2, 2 vols. Academic\nPress, 1999.\n[4]    I. Góngora, «Inteligencia Artificial. Apuntes.» 2011.\n[5]   V. Guijarro and L. González, La quimera del autóma-\nta matemático, Madrid. Cátedra, 2010.\n[6]   N. Montfort, Twisty Little Passages: An Approach to\nInteractive Fiction. MIT Press, 2005.\n[7]   D. Leavitt, The man who knew too much: Alan Turing\nand the invention of the computer. Nueva York: W. W.\nNorton, 2006.\n[8]   L. García, «Usos y aplicaciones de la inteligencia\nartificial,» Revista de divulgación cientifica y tecnoló-\ngica de la universidad veracruzana, vol. 17, no. 3, pp.\n4-10,  2004.\n[9]   R. Bellman, An introduction to artificial intelligence?:\ncan computers think?. San Francisco: Boyd &? Fraser\nPub. Co, 1978.\n[10] J. Haugeland, Artificial Intelligence: The Very Idea,\nvol. 29. Cambridge: Mass.: MIT Press, 1985.\n[11] E. Charniak and D. McDermott, Introduction to Arti-\nficial Intelligence. Addison-Wesley Pub.Company,\n1985.\n[12] R. Kurzweil, The Age of Intelligent Machines. MIT\nPress, 1990.\n[13] N. Nilsson, Artificial Intelligence: A New Synthesis.\nStanford University: Morgan Kaufmann Publishers,\nInc., 1998.\n[14] S. Russell, Inteligencia Artificial: un enfoque moder-\nno., 2nd ed. Prentice - Hall, 1996.\n[15] J. M. Vargas, «TIPOS DE INTELIGENCIA.» Uni-\nversidad Nacional Autónoma de México, 2004.\n[16] H. Gardner, Multiple  Intelligences,  Basic  Books.\nPaidos, 1983.\n[17] E. Rich and K. Knight, Artificial Intelligence Trad.\nCast., Trad. Castellano, vol. 1. México: McGraw Hill,\n1988.\n[18] R. Epstein, «Can machines think?,» AI magazine,\nvol. 13, no. 2, pp. 80–95, 1992.\n[19] L. Fogel and A. Owens, Artificial Intelligence Through\nSimulated  Evolution.  New  york:  John  Wiley  and\nSons,  1966.\n\n",
      "lastUpdated": "2025-06-29T03:53:11.149Z",
      "size": 18014
    },
    {
      "fileName": "Revista-Byte-TI-338.-Junio-2025-1.pdf",
      "text": "\n\nEl CIO ante el reto que gestionar \nla red corporativa\nLogística y gestión de cadena \nde suministro: ¿mejoran la \nsostenibilidad los centros de datos?\nCOMPARATIVA  \nPortátiles profesionales\nNº 338 | Junio 2025\nLa sostenibilidad como \nestrategia de las TI\n\n2El impacto de la sostenibilidad en la estrategia de TI  Nº 338 | Junio 2025/\n\n3El impacto de la sostenibilidad en la estrategia de TI  Nº 338 | Junio 2025/\nN.º 338  |  ÉPOCA IV\nEdita: Publicaciones Informáticas MKM\nJunio 2025. \nMKM PUBLICACIONES\nManaging Director\nIgnacio Sáez (nachosaez@mkm-pi.com)\nBYTE TI\nDirector\nManuel Navarro (mnavarro@mkm-pi.com)\nRedacción\nVanesa García (vgarcia@revistabyte.es)\nCoordinador Técnico\nRegina de Miguel\nColaboradores\nJ. Palazón, l. Pajuelo, O. González, M. López, F. Jofre, A. Moreno, \nMª J. Recio, JJ. Flechoso, D. Puente, A. Herranz, C. Hernández.\nFotógrafos\nP. Varela, E. Fidalgo\nDiseño de portada\nMaría Torre\nDiseño y maquetación\nMaría Torre\nREDACCIÓN\nAvda. Adolfo Suárez, 14 – 2º B\n28660 Boadilla del Monte. Madrid\nTel.: 91 632 38 27 / 91 633 39 53\nFax: 91 633 25 64\ne-mail: byte@mkm-pi.com\nDEPARTAMENTO COMERCIAL\nDirectora comercial: Isabel Gallego (igallego@mkm-pi.com)\nAccount Manager: Laura Sierra (lsierra@mkm-pi.com)\nTel.: 91 632 38 27\nDEPARTAMENTO DE EVENTOS Y COMUNIDAD\nCoordinadora: María Vicente (mvicente@mkm-pi.com) \nTel. 91 632 38 27\nSUSCRIPCIONES\ne-mail: suscripciones@mkm-pi.com\nRevista mensual de informática\nISSN: 1135-0407\nDepósito legal: B-6875/95\n© Reservados todos los derechos.\nSe prohíbe la reproducción total o parcial por ningún medio, \nelectrónico o mecánico de los artículos aparecidos en este \nnúmero sin la autorizació expresa por escrito del titular \ndel Copyright. La cabecera de esta revista es Copyright \nde Publicaciones Informáticas MKM. Todos los derechos \nreservados. Publicado con la autorización de Publicaciones \nInformáticas MKM. La reproducción de cualquier forma, \nen cualquier idioma, en todo o parte sin el consentimiento \nescrito de Publicaciones Informáticas MKM, queda \nterminantemente prohibida. Byte TI es una marca registrada \nde Publicaciones Informáticas MKM.\n6\n19\n25\n41\n4854\n44\n4 Carta del Director\n25 Comparativa  \n \nPortátiles ideales para el entorno empresarial\n6 Actualidad\n19 Webinars y encuentros BYTE TI\n33 El impacto de la sostenibilidad \n en la estrategia de TI\n46 Legalidad TIC\n44 Un CIO en 20 líneas  \n \nMiguel Ángel González-Gallego\n48 Aplicación práctica\n54 Entrevista Matt Calkins\n58 Cibercotizante\n41 Mujeres TIC Sara Aguilar Ricart\n49 Tendencias\n\n4El impacto de la sostenibilidad en la estrategia de TI  Nº 338 | Junio 2025/\nLa apuesta clara por migrar las cargas a la \nnube en los últimos años ha posibilitado que las \nempresas ganen en flexibilidad y escalabilidad \nlo que se ha traducido en una aceleración \nde los procesos de digitalización. Todas esas \nventajas han conllevado diferentes retos. La más \nimportante de todas es que los departamentos \nde TI han tenido que llevar a cabo estrategias \ncada vez más complejas que se mezclan entre \nsí y que puede estar anulando parte de las \nbondades que tienen los entornos cloud. \nUno de los problemas habituales en la gestión \nviene de parte de la multicloud. Los CIOs no \nsuelen trasladar una determinada carga a la \nnube y ahí se acaba el trabajo. Más bien, ahí \nempieza el problema: decidir entre ofertas \nde múltiples proveedores; seleccionar qué \naplicaciones son clave y que supondrá para \nel resto de la empresa operar con la misma \nsolución, pero de otra forma; creación de nuevos \nentornos de desarrollo; ejecutar la infraestructura \nde TI y por supuesto, mantener la seguridad \nson sólo algunos de los retos que las empresas \ntienen por delante. \nLa realidad es que el multicloud y la nube \nhíbrida se ha convertido en el nuevo on-premise, \ncon el añadido de que los departamentos de TI \nse han encontrado con complejidades añadidas \nque no parecía que fueran a existir en el \nmomento de migrar una determinada carga.\nUna de las quejas recurrentes es el incremento \nde los costes cuando lo que promete la nube \nes precisamente todo lo contrario. En este caso, \nsuelen confluir dos circunstancias: por un lado, \nel diseño de la migración no se ha realizado \nde forma correcta, pero también se cuenta \ncon poca ayuda por parte de las empresas \nque proporcionan los servicios cloud. En este \ncaso, sería de agradecer por parte de los \nproveedores que a esas soluciones que les van a \nproporcionar unos ingresos recurrentes, fueran \nacompañadas de una formación y de un soporte \nmás personalizado.\nLa experiencia de los usuarios demuestra que \nla adopción de la nube no es solo cuestión de \ntecnología, sino también de cultura organizativa. \nLas compañías deben invertir en capacitar a \nsus equipos, fomentando la colaboración entre \náreas y la actualización constante. Solo así se \npodrá aprovechar todo el potencial de la nube, \nminimizando riesgos y asegurando que los \nbeneficios superen ampliamente a los retos.\nLa difícil tarea de gestionar la nube\nManuel Navarro Ruiz\nDirector de BYTE TI\nCarta del Director\n\n5El impacto de la sostenibilidad en la estrategia de TI  Nº 338 | Junio 2025/\n\n6El impacto de la sostenibilidad en la estrategia de TI  Nº 338 | Junio 2025/\nActualidad\nEl streaming de datos se afianza como el pilar de la IA moderna \nCon más de 2.000 asistentes, entre \nlíderes tecnológicos, socios estratégicos y \ndesarrolladores, el evento Current London \n2025 se ha consolidado como uno de los \nencuentros clave del año para quienes trabajan \nen inteligencia artificial (IA), analítica avanzada y \narquitectura de datos en tiempo real.\nOrganizado por Confluent, la empresa detrás \nde la plataforma líder de data streaming basada \nen Apache Kafka, el evento ha servido para \nmarcar un nuevo hito: la unión definitiva entre \nprocesamiento batch y en tiempo real, esencial \npara los nuevos agentes inteligentes y flujos \nanalíticos.\nLa gran novedad presentada fue la evolución \nde la plataforma de streaming unificado, capaz \nde alimentar en tiempo real tanto sistemas \noperacionales como analíticos. Según Shaun \nClowes, Chief Product Officer de Confluent, \nesto responde a una necesidad urgente de las \norganizaciones: “Los problemas del software \nmoderno son casi siempre problemas de datos. \nTanto si se está creando una experiencia de \ncliente, una aplicación interna, un informe o un \nflujo de trabajo de IA, lo más difícil es obtener \nlos datos correctos, en la forma correcta, y en el \nlugar correcto en el momento adecuado.”.\nClowes subrayó que los sistemas actuales se han \nvuelto profundamente dependientes de datos en \ntiempo real: desde promociones en retail que se \nadaptan al inventario, hasta agentes de IA que \noptimizan rutas logísticas al segundo. “Estamos \nexpandiendo el número de decisiones que \nesperamos que el software tome, profundizando \nsu complejidad y reduciendo la ventana de \ntiempo para hacerlo”, explicó, advirtiendo que \nsin una infraestructura de datos en streaming \nrobusta, los fallos de latencia o contexto \nincompleto pueden convertir una IA avanzada \nen una “chaos machine”.\nEntre las demostraciones destacadas estuvo \nla del banco River, una institución financiera \nglobal que ha rediseñado su proceso de solicitud \nhipotecaria con flujos de datos gobernados, \nenriquecidos y distribuidos a través de Kafka y \nConfluent, logrando mayor precisión y menos \nintervención humana.\nPor VanEsa García. LondrEs (UK)\n\n7El impacto de la sostenibilidad en la estrategia de TI  Nº 338 | Junio 2025/\nApache Kafka, datos e IA moderna\nPor su parte, Jay Kreps, CEO y cofundador \nde Confluent, puso en valor el papel central \nde Apache Kafka en este nuevo paradigma. \n“Hay más de 100.000 organizaciones que \nutilizan Kafka en producción. La energía en la \ncomunidad Kafka nunca ha sido tan alta”, afirmó \nen el marco del Current London 2025. Además, \ncelebró la llegada de Apache Kafka 4.0, que \nelimina la dependencia de Zookeeper y mejora \nla fiabilidad de los consumidores gracias a un \nreequilibrio más ágil y simple.\nKreps también presentó importantes avances en \nConfluent Cloud, la solución cloud-native de la \ncompañía, que ahora permite una escalabilidad \nelástica en clústeres adaptados a cada tipo de \ncarga: desde latencia baja hasta transferencia \nmasiva de datos al menor coste. El nuevo clúster \nPrate, por ejemplo, reduce costes hasta un 90% \nmediante escritura directa en almacenamiento \nde objetos, ideal para cargas con menor \nexigencia de latencia.\nEn cuanto a despliegues híbridos y multicloud, la \ncompañía ha reforzado su estrategia con Cluster \nLinking entre nubes y el próximo lanzamiento del \nUnified Stream Manager, que permitirá gobernar \nentornos distribuidos desde una consola \nunificada, aplicando políticas globales de \nseguridad y cifrado. “Imaginad poder establecer \nuna política de cifrado en un único lugar y, con \nsólo pulsar un botón, aplicarla a todo el parque \nde streaming.”, adelantó Kreps.\nEl evento \"Current London 2025\", dejó clara la \nvisión de Confluent: poner en movimiento los \ndatos para alimentar una nueva generación de \nsoftware inteligente, capaz de responder en \ntiempo real a un mundo que ya no se detiene. \nY lo hace no solo con tecnología, sino con una \ncomunidad global vibrante que, como subrayó \nKreps, “continua mejorando”.\nActualidadEl streaming de datos se afianza como el pilar de la IA moderna \nEn cuanto a despliegues híbridos \ny multicloud, Confluent ha \nreforzado su estrategia con \nCluster Linking entre nubes y el \npróximo lanzamiento de Unified \nStream Manager que permite \ngobernar entornos distribuidos\n\n8El impacto de la sostenibilidad en la estrategia de TI  Nº 338 | Junio 2025/\nLa IA entra de lleno  \nen la gestión de las TI\nAslan ha sacado un resumen de todo el contenido de \nsu último foro, en el que se puso de manifiesto que \nhoy por hoy no basta con digitalizar los negocios. Que \nya de por sí no es poca cosa. \nLos procesos tradicionales (y todavía muchos de ellos \nmanuales) en la gestión de las TI deben dejar paso \na la orquestación del cloud híbrido, la inteligencia \nartificial generativa, la automatización inteligente y las \nplataformas abiertas. \nSiendo el dato el activo diferencial, aprovechado para \nfacilitar la toma de decisiones verdaderamente ágiles \n(prácticamente en tiempo real), se trata impulsar \nel uso estratégico del dato. Un uso inteligente y \nautomatizado. \nDe hecho, la hiperautomatización basada en IA \ngenerativa no es una promesa de algo que pudiera \nmaterializarse en el futuro. Es ya una realidad \noperativa. Como también lo son las AIOPs, en la que \nla IA permite automatizar y optimizar infraestructuras \ntecnológicas complejas, mejorando la eficiencia y la \nexperiencia de los equipos de TI y la Ciberseguridad. \nEl informe se completa con una decidida apuesta \npor la cloud híbrida, HPC, AI Computing y VDI Cloud \npara optimizar las infraestructuras y la experiencia del \nusuario. \nFernando Jofre\nActualidad\nSerenet celebra su 30 Aniversario invirtiendo  \n20 millones en un nuevo data center\nTreinta años son los que cumple Sarenet y para \ncelebrarlo ha decidido invertir 20 millones de \neuros en el que será el nuevo centro de datos de \nla compañía y que se suma a los otros ocho que \nla firma ya posee en distintos puntos del territorio \nnacional. Este operador de voz y datos y servicios \nde alojamiento para empresas ya está construyendo \nen Derio, en el parque tecnológico de Bilbao, este \nnuevo data center se sitúa sobre una superficie de \n1000 metros cuadrados y contará con 340 racks. \nSe espera que pueda entrar en funcionamiento a \nfinales de año o principios del que viene.\nEl nuevo data center está pensado para fortalecer \nla ciberseguridad, con un compromiso con la \nsostenibilidad, y una apuesta clara por el desarrollo \nde la inteligencia artificial y el crecimiento de las \npymes, la nueva infraestructura cuenta con una \ncapacidad de 3 MW y ha sido concebido para \nescalar con flexibilidad, garantizar la continuidad de \nnegocio y alojar desde aplicaciones empresariales \ncríticas hasta servicios avanzados de inteligencia \nartificial, ciberseguridad gestionada y espacios \nde datos. La soberanía de los datos será uno de \nlos principales reclamos para que las empresas \napuesten por el nuevo data center de Sarenet. Y es \nque tal y como explicó Roberto Beitia, presidente de \nSarenet, \"cada vez existe una mayor preocupación \npor dónde se alojan los datos. Las empresas están \ntrabajando con los hiperescalares y aunque tienen \nuna potencia y calidad de servicio envidiable, no \nestán sujetos a jurisdicción española de tal forma \nque si el Gobierno norteamericano les pide la \ninformación están obligados a facilitársela\". \nLa diferencia con los hiperescalares es que esta \ninfraestructura permite a Sarenet mantener \nun control total sobre los datos de sus clientes, \nminimizando la subcontratación y asegurando \nque la información nunca salga del perímetro de \ngestión de la compañía. Esta filosofía de \"soberanía \ndel dato\" y proximidad es esencial para las pymes, \ncada vez más necesitadas de soluciones locales, \nseguras y adaptadas al nuevo contexto digital. El \nproyecto ha sido diseñado bajo los más exigentes \nestándares de eficiencia energética y sostenibilidad, \ny solo consumirá energía 100% verde. Incluye su \npropia instalación fotovoltaica y está construido para \nobtener la certificación LEED Oro. Además, Sarenet \nforma parte del \"Pacto por la Neutralidad Climática \nen Centros de Datos\" (CNDCP), lo que refuerza \nsu compromiso con el medio ambiente. El nuevo \ncentro de datos facilitará también el despliegue de \nsoluciones más avanzadas como segmentación \ndinámica de redes y la protección contra ataques \nDDoS. \n\n9El impacto de la sostenibilidad en la estrategia de TI  Nº 338 | Junio 2025/\nActualidad\nA grandes males, grandes \nremedios\nRecientemente hemos conocido que China ha \nlanzado los 12 primeros satélites de su proyecto \nStar Compute, una constelación de satélites \norbitales que denominan “Constelación de \nComputación de Tres Cuerpos”. Sus números son \napabullantes:\nIndependientemente del objetivo final del proyecto, \nque no está muy claro, abre un mundo de \ninterrogantes: ¿Estamos ante una nueva era de la \ncomputación? ¿Vamos por fin a tener computación \nsin preocupaciones por el consumo o el cambio \nclimático? ¿Tendremos independencia de la \ninfraestructura terrestre para una computación sin \nlímites? ¿Es el espacio el nuevo CPD, la nueva nube?\n Este movimiento también tiene implicaciones \nestratégicas. Si la computación se va al espacio, \n¿Quién lo controla? ¿Bajo qué jurisdicción operan \nestos ordenadores orbitales? ¿Podremos hablar de \n“soberanía computacional espacial”? \nLa nube siempre fue una metáfora engañosa. En \nrealidad, estaba bien anclada al suelo. Pero ahora, \npor primera vez, podríamos tomárnosla en serio. Si \nla computación se convierte en un recurso orbital, \ntal vez el espacio no sea ya la última frontera, sino \nsimplemente la siguiente.\nManuel LoPeZ\nTriunfo de McLaren con la estrategia definida por los datos \nEl Gran Premio de España 2025 ha sido mucho \nmás que una batalla en el circuito. Mientras los \nfocos se centraban en el dominio absoluto de Oscar \nPiastri en Montmeló, en los bastidores tecnológicos \nde la Fórmula 1 también se vivía un pulso \napasionante.\nY es que este fin de semana ha sido, una vez más, \nuna demostración de cómo los centros de datos, la \ninteligencia artificial y la nube están redefiniendo la \nexperiencia del GP, tanto para equipos como para los \nmás de 750 millones de fans alrededor del mundo.\nEn conversación con Amie Smith, Head of IT \nSystems and Support de F1, nos explicó cómo se \narticula esta infraestructura invisible que sostiene el \nespectáculo: “Estamos trabajando codo a codo con \nLenovo para llevar la conectividad, la velocidad y la \neficiencia al siguiente nivel. Desde la pista hasta el \ncentro de datos, todo debe ser inmediato”, subraya.\nDesde su entrada como Global Technology Partner, \nLenovo ha desplegado una combinación de \nservidores móviles, estaciones de trabajo, soluciones \nde virtualización y dispositivos Motorola utilizados \npor más de 600 empleados de la F1. ¿El reto? \nOperar sin fallos durante 24 carreras al año, con \ntemperaturas extremas, polvo, vibraciones y presión \nal milímetro. “La IA ya está presente en nuestras \noperaciones. Estamos probando los nuevos AI PCs \npara optimizar la productividad del equipo y acelerar \nprocesos creativos y de análisis”, añade Smith.\n500 terabytes de datos por fin de semana, \ny sostenibilidad \nLa Fórmula 1 gestiona una infraestructura que \ntransfiere hasta 500 terabytes de datos durante \ncada evento, repartidos entre el Event Technical \nCentre (ETC) instalado en cada circuito y el Media \n& Technology Centre (M&TC) en Reino Unido. \nDesde las cámaras on-board hasta los sistemas \nde cronometraje y telemetría, todo se sincroniza \ny procesa en tiempo real gracias a un entorno de \nvirtualización con más de 1.000 núcleos de CPU y \n200 TB de almacenamiento flash.\n“Cada semana trasladamos servidores móviles \ncon cientos de terabytes de datos. Esto exige una \narquitectura robusta y resiliente, capaz de aguantar \nun ritmo que ningún otro deporte maneja”, asegura \nSmith\n\n10El impacto de la sostenibilidad en la estrategia de TI  Nº 338 | Junio 2025/\nActualidad\nNuek redefine el rendimiento de los pagos digitales con Orizon \nPor tercer año consecutivo, la compañía \nespañola Orizon ha organizado en Isla \nTabarca (Alicante) su encuentro “La Isla \ndel Rendimiento”, donde junta a clientes y \nperiodistas para debatir sobre las mejores \nprácticas en la optimización del rendimiento de \naplicaciones y sistemas críticos.\nDirigida con éxito por Ángel Pineda, Orizon lleva \naños impulsando la “cultura del rendimiento” en \ngrandes organizaciones, fundamentalmente del \nsector bancario. Algunos de los principales bancos \nde nuestro país ya han incorporado su plataforma \nBOA y la han convertido en una herramienta \nesencial para detectar ineficiencias, reducir costes \noperativos y mejorar los tiempos de respuesta en \nsistemas donde los Acuerdos de Nivel de Servicio \n(SLA) son vitales para el negocio.\nEl problema con el que se encuentran \nhabitualmente es que muchas compañías del sector \nbancario siguen operando con sistemas ‘legacy’, \nbasados en mainframe, cuya modernización \nsupone un reto técnico y económico importante. \nTal y como explicó Pineda durante el encuentro \n“hemos detectado un 30% más de rotación en \nlos programas (Cobol y PL/I) que en procesos \nbatch (JCLs), lo que implica un software de mayor \ncomplejidad, mayores costes en los desarrollos y \nun menor aprovechamiento de las capacidades \nzOs”. De hecho, Orizon constata que la práctica \ntotalidad de las empresas no aprovecha todas las \ncapacidades del mainframe y esta infrautilización \nse produce tanto a nivel de software como de \ninfraestructura. Así, solo el 50% destina más de \nun 25% del consumo a procesadores zIIP, que \ntienen un menor coste y solo un 20% hace un uso \nintensivo de la utilidad SORT, fundamental para \nasegurar la eficiencia.\nOtro aspecto clave directamente relacionado con \nel rendimiento de las grandes organizaciones y \nfundamental a la hora de determinar el potencial \nahorro es la altísima concentración del consumo \ntecnológico en un número reducido de componentes.\nEl caso de Nuek\nLa tercera edición de la Isla del Rendimiento contó \ncon la participación de Nuek, la multinacional \nespañola especializada en medios de pago, que \nopera bajo el paraguas de Minsait pero con total \nautonomía. Esta compañía está especializada en \ncubrir toda la cadena de valor de los pagos, tanto \nen la vertiente emisora (proporcionando tecnología \npara la emisión de tarjetas físicas, virtuales y pagos \nen tiempo real) como en la adquirente (ofreciendo \nsoluciones para la captura de operaciones en \ncomercios físicos y digitales).\nTal y como explicó Miguel Ángel Prieto, director de \nSoluciones e Innovación de la compañía, “el negocio \nde Nuek es de misión crítica y opera en tiempo real, \ngestionando más de 4.500 millones de transacciones \ny 13.000 APIs consumidas al año”. Su software \ncore, con cerca de 9 millones de líneas de código, ha \nevolucionado desde un modelo basado en proyectos \na uno de producto industrial y, más recientemente, a \nla externalización del procesamiento y la gestión de \ninfraestructuras propias.\nEn la actualidad, Nuek está intentando migrar \nhacia arquitecturas cloud nativas, desplegando \nmicroservicios y contenedores en plataformas de \nhiperescala como Google Cloud, aunque mantiene \nversiones tradicionales basadas en Unix/Oracle para \nadaptarse a las necesidades de sus clientes. Este \n\n11El impacto de la sostenibilidad en la estrategia de TI  Nº 338 | Junio 2025/\nproceso de transformación ha ido acompañado de \nun crecimiento exponencial, multiplicando por cuatro \nsu volumen de negocio en los últimos cinco años, \nimpulsado en parte por adquisiciones estratégicas.\nCon todos estos datos no es difícil comprender el \nporqué de la relación entre Orizon y Nuek. Y es \nque la plataforma BOA de Orizon permitió a Nuek \nmonitorizar en tiempo real el comportamiento de \nsu software, utilizando datos reales de clientes y \nproporcionando una visibilidad inédita tanto en \ntransacciones online críticas como en procesos \nbatch. Con ello se pudieron detectar ineficiencias \nque se tradujeron en 480 iniciativas de mejora, de \nlas cuales se implementaron cerca de 380. Los \nresultados han sido contundentes: mejora del 20% \nen los SLAs, reducción del 40% en los tiempos de \nprocesamiento batch por cliente y un ahorro total de \n250 horas de ejecución.\nEn este sentido Enrique García Escribano, Head of \nSoftware Development de Nuek aseguró que “la \ncolaboración con Orizon, más allá de las ganancias \nque hemos obtenido en términos de rendimiento, \nha significado la implantación de la cultura del \nrendimiento desde el primer momento del ciclo \nde desarrollo del software y esta exigencia de \nperformance excelente ya forma parte de nuestro \nADN. Ahora existe una obsesión por el rendimiento \ndesde el diseño, no solo en producción”.\nCrecimiento, socios y la emergencia del CPO\nRespecto a las previsiones de Orizon para el \nejercicio 2025, la compañía contempla un \ncrecimiento del 20% en su facturación, lo que la \nsituaría en 4,3 millones de euros. Esta evolución se \napoya en el desarrollo de dos estrategias de negocio. \nPor un lado, un nuevo modelo de licenciamiento \nde BOA, su plataforma tecnológica, con servicios \nbásicos y avanzados, y que permite a la compañía \nescalar más rápido y en más territorios. Por otro \nlado, la compañía ha puesto en marcha una política \nde desarrollo de negocio a través de socios. \nEl pasado abril, la compañía anunció un acuerdo \nestratégico de colaboración con la empresa Minsait, \nperteneciente al grupo Indra. El acuerdo, que prevé \nextender en el mercado el uso de la tecnología y \nservicios de Orizon para estandarizar el rendimiento \ny la eficiencia como parte intrínseca de la tecnología, \nademás de en España, también se desarrollará en \nItalia, Portugal, Perú, México, Colombia, Brasil y Chile.\nDurante el encuentro, Orizon también ha confirmado \nla emergencia de la figura del Chief Performance \nOfficer (CPO) en las grandes organizaciones. Así, \ny según los datos de la compañía, el 40% de las \norganizaciones ya empieza a integrar en sus equipos \na profesionales que, bajo denominaciones tales \ncomo “responsable de proyectos especiales” o \n“responsable de proyectos TI para TI”, centran su \nactividad, en mejorar en rendimiento y reducir costes. \nY, según sus previsiones, en un periodo de tres \naños la totalidad de las empresas con presupuestos \npor encima de 200 millones de euros anuales \nen tecnología de la información dispondrá de un \nresponsable de rendimiento debido a los ahorros, de \nentre un 15% y un 30%, que permite la aplicación \nde esta disciplina en la tecnología del negocio.\nMuchas veces los sobrecostes en IT se explican \npor múltiples factores, desde el uso ineficiente \nde recursos hasta la falta de una visión integral \ndel rendimiento. A menudo, la tecnología se \nsobredimensiona para prevenir fallos, lo que \nincrementa el gasto sin aportar valor directo. El \nrendimiento deficiente provoca también retrasos, \nbaja disponibilidad, incumplimiento de ANS y \npérdida de ingresos.\nActualidadNuek redefine el rendimiento de los pagos digitales con Orizon \nDe izquierda a derecha, Ángel Pineda, CEO de Orizon,  \njunto a Enrique García y Miguel Ángel Prieto de Nuek.\n\n12El impacto de la sostenibilidad en la estrategia de TI  Nº 338 | Junio 2025/\nLos 10 grandes dilemas del CIO en la banca europea\nActualidad - Te interesa\nHCLSoftware presta servicio a más de 20.000 \norganizaciones en todo el mundo, siendo los \nservicios financieros nuestro mayor sector \nindustrial tanto por volumen de ingresos como por \nnúmero de clientes. Desde nuestra creación en \n2019, hemos sido un actor clave en el ecosistema \ntecnológico de las entidades financieras a escala \nglobal. Muchas de nuestras soluciones ya venían \ndando soporte al sector desde hace décadas, bajo \ngestiones anteriores.\nCreemos que esta trayectoria nos aporta una visión \núnica de los retos a los que se enfrentan hoy en \ndía los CIO del sector financiero, especialmente \nen Europa, y orienta nuestra estrategia. Con más \nde 500 millones de USD invertidos anualmente \nen I+D —aproximadamente el 30 % de nuestros \ningresos globales— mantenemos un fuerte enfoque \nen la innovación. Esta inversión nos permite seguir \nsiendo referentes en áreas clave, como demuestra \nnuestro reconocimiento como Leader en el \nCuadrante Mágico de Gartner para plataformas de \norquestación y automatización de servicios (SOAP).\nEn nuestros diálogos continuos con CIO globales, \nanalistas del sector y, en particular, entidades \nfinancieras europeas, han surgido diez temas \nrecurrentes. A este conjunto lo denominamos los 10 \ngrandes dilemas del CIO:\n1. Ciberseguridad y resiliencia operativa\nLas amenazas cibernéticas potenciadas por \nIA —como los deepfakes— están ganando en \nsofisticación. El informe sobre ciberseguridad del \nForo Económico Mundial de 2025 sitúa al sector \nfinanciero entre los más atacados. A pesar de ello, \nsolo el 2 % de las empresas dispone de medidas de \nresiliencia cibernética a nivel organizativo. Al mismo \ntiempo, organismos como la FCA exigen planes \nsólidos frente a interrupciones operativas —como \nSegún un estudio de Korn Ferry de 2024, los CIO del sector financiero permanecen en su cargo \nuna media de cuatro años, menos que en otros sectores. Si se considera que muchos proyectos \nde transformación digital tienen una duración plurianual, los CIO deben ser extremadamente \nestratégicos a la hora de decidir dónde centrar sus esfuerzos y qué prioridades establecer para \nobtener resultados tangibles.\n\n13El impacto de la sostenibilidad en la estrategia de TI  Nº 338 | Junio 2025/\nlas vividas durante el incidente de CrowdStrike— \nantes de marzo de 2025.\n2. Gestión del riesgo de terceros\nLa dependencia de proveedores tecnológicos y \nservicios en la nube de terceros sigue creciendo \nentre las entidades financieras. Los organismos \nreguladores, como la FCA, están intensificando su \nsupervisión y relacionando incidentes operativos con \nproveedores no regulados. Contratos más claros, \ncontroles más estrictos y planes de contingencia ya \nno son opcionales.\n3. Cumplimiento normativo y privacidad de \nlos datos\nRegulaciones como DORA en la UE y la \ninminente NIS2 elevan los requisitos en materia \nde ciberseguridad y resiliencia operativa. Al \nmismo tiempo, el uso creciente de la IA plantea \nnuevos riesgos relacionados con el uso de datos, \nlos sesgos y la transparencia. Las empresas \ndeben garantizar que sus sistemas sean tanto \nseguros como explicables.\n4. Integración y gobernanza de la IA\nEl potencial de la inteligencia artificial es enorme \n—pero también lo son sus riesgos. Según IDC \nEuropa, en 2027 el 65 % de los CIO integrarán \nmétricas de sostenibilidad en sus estrategias de IA. \nLa gobernanza, la auditabilidad y la ética se han \nconvertido en elementos clave de cualquier hoja de \nruta para el despliegue de esta tecnología.\n5. Infraestructura heredada y  \nmigración a la nube\nLos sistemas obsoletos frenan la innovación. \nAunque la adopción del cloud avanza rápidamente, \nlas entidades europeas se enfrentan a desafíos \ncomo la soberanía de los datos, la complejidad de \nlos entornos híbridos y las barreras regulatorias. \nLos CIO deben modernizar sus entornos sin \ncomprometer el cumplimiento normativo.\n6. Seguridad de los datos y limitaciones  \nen la colaboración\nLa seguridad de los datos sigue siendo un arma \nde doble filo: esencial, pero a menudo restrictiva. \nUna encuesta reciente revela que el 70 % de los \nresponsables de TI considera que las exigencias \nde seguridad están limitando el crecimiento del \nnegocio, y casi el 40 % no puede colaborar con \nentidades externas. Facilitar una colaboración \nsegura entre organizaciones es clave.\n7. Expectativas en la experiencia  \ndel cliente y brechas de integración de \nextremo a extremo\nLos clientes actuales esperan servicios en \ntiempo real y altamente personalizados. Sin \nembargo, los sistemas heredados no siempre \nestán a la altura. Según el informe 2025 de \nCapgemini sobre servicios financieros, aunque el \n73 % de los clientes bancarios desea recorridos \ntotalmente digitales, solo el 32 % de las \nentidades considera que puede ofrecerlos.\n8. Complejidad y fricción en la automatización \nde procesos de negocio\nLa automatización es fundamental, pero el uso \nde herramientas mal integradas está generando \nsilos. Según Fintech.Global (2025), el 81 % de \nlos bancos europeos teme un “armagedón de \nla automatización”. Si se suman la escasez de \ncompetencias y la dependencia de determinados \nActualidad - Te interesaLos 10 grandes dilemas del CIO en la banca europea\n\n14El impacto de la sostenibilidad en la estrategia de TI  Nº 338 | Junio 2025/\nproveedores, escalar la automatización se convierte \nen un verdadero reto.\n9. Competencia creciente de las fintech y los \ngigantes tecnológicos\nLas fintech están expandiéndose más allá del \nsegmento minorista e incursionan en la banca \ncorporativa. Servicios ágiles y nativos en la nube \npara préstamos y pagos B2B están erosionando las \ncuotas de mercado tradicionales. Según RFi Global, \nel 64 % de los bancos ya considera a los actores \nno tradicionales como una de sus tres principales \namenazas estratégicas.\n10. Proliferación de soluciones SaaS y \nnecesidad de consolidar el portfolio de TI\nLa fragmentación del entorno SaaS genera \nineficiencias y aumenta el riesgo. Según CIO.com, \neste año las empresas gastarán 750 millones de \ndólares en funcionalidades SaaS que no utilizan. \nPor ello, los CIO están centrando sus esfuerzos en \nracionalizar su parque de aplicaciones: eliminar \nredundancias, mejorar la gobernanza y adoptar un \nenfoque por carteras que equilibre valor y riesgo en \nla transformación digital.\nCómo puede ayudar HCLSoftware\nCreemos que HCLSoftware está especialmente \nbien posicionada para ayudar a los CIO del sector \nfinanciero a afrontar estos desafíos, no solo \npor nuestro amplio porfolio de soluciones, sino \ntambién por nuestra forma de trabajar. Gracias \na nuestra trayectoria en servicios, adoptamos un \nenfoque profundamente centrado en el cliente, \nfomentando relaciones de largo plazo y adaptando \nnuestras soluciones a las necesidades específicas \nde cada organización.\nMuchos de nuestros más de 80 productos están \nganando presencia en el sector financiero, sobre \ntodo por su capacidad de despliegue flexible: desde \nnubes públicas e híbridas hasta entornos soberanos. \nA continuación, destacamos algunas soluciones \nespecialmente relevantes.\n¿Por qué elegirnos?\nEn un entorno marcado por la complejidad, la \npresión normativa y la disrupción constante, \nHCLSoftware ofrece una alianza estratégica que \npermite a las organizaciones del sector financiero \nalcanzar el éxito a largo plazo y una innovación \nsostenible. Contacta con nosotros para descubrir \ncómo podemos apoyar tu hoja de ruta digital.\nPara más información, visite hcl-software.com\nActualidad - Te interesaLos 10 grandes dilemas del CIO en la banca europea\nTEMASOLUCIÓN DE HCLSOFTWAREQUÉ OFRECE\nCiberseguridadAppScanPruebas avanzadas de seguridad en aplicaciones ágiles\nSeguridad y cumplimientoBigFix\nGestión unificada de endpoints (Unified Endpoint \nManagement)\nIO & Observability\nObservabilidad de pila completa, detección dinámica \nde incidentes, análisis de causa raíz y remediación \nautomática. Reduceel tiempo medio de resolución \n(MTTR) y mejora el cumplimiento de los SLA\nAutomatización e IAWorkload Automation\nAutomatización de procesos empresariales \ntradicionales e impulsados por IA\nCustomer ExperienceCX Suite\nDecisiones en tiempo real, análisis de recorridos, \nCDP y automatización del marketing\nHCLSoftware está muy bien \nposicionada para ayudar a los \nCIO del sector financiero a \nafrontar sus desafíos por su \namplio portfolio de soluciones y \npor su forma de trabajar\n\n15El impacto de la sostenibilidad en la estrategia de TI  Nº 338 | Junio 2025/\n¿Es posible un futuro digital sostenible? \nActualidad - Te interesa\nEspaña avanza con paso firme hacia convertirse \nen uno de los principales hubs de centros de \ndatos de Europa. Su localización estratégica, \nuna infraestructura de fibra y 5G consolidada \ny el interés de gigantes como Meta, Microsoft \ny Amazon están impulsando este auge. Sin \nembargo, este crecimiento también plantea \npreguntas urgentes sobre sostenibilidad, \nespecialmente en un país donde el 75% del \nterritorio está en riesgo de desertificación.\nEl desarrollo de centros de datos requiere \ngrandes cantidades de agua para refrigeración \ny consume enormes volúmenes de energía. \nSolo en 2023, apenas el 41% de los operadores \ninformaron sobre su consumo hídrico, y casos \ncomo el de Meta en Talavera de la Reina — con \nun consumo final 16 veces superior al estimado \n— han encendido todas las alarmas. Además, se \nproyecta que el consumo de agua de los centros \nde datos en España aumente un 26% anual hasta \n2029, alcanzando los 88.970 millones de litros al \naño, lo que pone en riesgo los recursos naturales.\nEnergía verde: oportunidad y reto\nUna de las respuestas más sólidas a este reto \nestá en la transición energética. España ha \navanzado con decisión en el desarrollo de \nenergías renovables y su adopción por parte \ndel sector tecnológico. Actualmente, el 55% de \nlos centros de datos en España ya operan con \nenergía limpia certificada —superando la media \nde la UE— y el Plan Nacional Integrado de \nEnergía y Clima prevé un incremento de 50 GW \nen capacidad renovable para 2030.\nSin embargo, el despliegue renovable por sí \nsolo no resuelve el problema si no se acompaña \nde una planificación territorial y tecnológica \nresponsable. El uso intensivo de electricidad \nen refrigeración, por ejemplo, puede llegar \na neutralizar las ventajas ambientales de las \nfuentes limpias si no se optimizan los sistemas. \nDe ahí la urgencia de combinar el crecimiento \ndel sector con decisiones más inteligentes en \ntérminos de eficiencia.\nPor andrEw waLKEr,  \nTEam LEad dE YnVoLVE En EsPaña  \nCon una infraestructura digital en expansión, España enfrenta el desafío de \ncompatibilizar la transformación tecnológica con la sostenibilidad ambiental.\n\n16El impacto de la sostenibilidad en la estrategia de TI  Nº 338 | Junio 2025/\nEl valor del hardware circular\nSi bien el consumo de energía y agua son los \nmayores desafíos para los centros de datos en \ntérminos de sostenibilidad, también es importante \nconsiderar el panorama general al repensar los \nciclos de vida del hardware y la adquisición de \nequipos.\nAl optar por la compra de hardware circular, \nse puede minimizar el impacto ambiental de la \nfabricación de nuevos equipos, al mismo tiempo \nque se generan ahorros sustanciales, se mejora \nla disponibilidad de los equipos y se obtiene \nuna modularidad excelente con infraestructuras \nadecuadas para cada propósito.\nLa circularidad no solo trata de eficiencia, sino \nde resiliencia. Reduce la exposición a riesgos \nambientales, regulatorios y reputacionales. De \nmanera más importante aún, ofrece una vía para el \ncrecimiento digital que no depende de un consumo \nlineal de recursos cada vez más limitados y finitos. \nConstruir el presente sin hipotecar el futuro\nEspaña tiene el potencial de liderar no solo \nen capacidad digital, sino en responsabilidad \nambiental. Pero para lograrlo, las decisiones \ndeben tomarse hoy: desde la exigencia de mayor \ntransparencia en el uso de recursos por parte de \nlas empresas, hasta la adopción de políticas que \nequilibren el desarrollo tecnológico con la protección \nde los recursos naturales y los ecosistemas locales.\nA pesar de que el auge de los centros de datos en \nEspaña representa una fantástica oportunidad de \nmercado, esta no será sostenible a largo plazo si \nno pensamos ya en el futuro. Minimizar el impacto \nambiental de la infraestructura tecnológica nueva y \nexistente debería ser una prioridad para cualquier \noperador, y no necesariamente debe afectar a sus \nresultados económicos: un uso más responsable \nde la energía y el compromiso con la circularidad \nofrecerán a cualquier empresa una ventaja \ncompetitiva sólida. \n¡Demostremos que el progreso tecnológico y la \nsostenibilidad pueden crecer juntos!\n¿Es posible un futuro digital sostenible?Actualidad - Te interesa\nAl optar por la compra de \nhardware circular, se puede \nminimizar el impacto ambiental \nde la fabricación de nuevos \nequipos a la vez que se generan \nahorros sustanciales\n\n17El impacto de la sostenibilidad en la estrategia de TI  Nº 338 | Junio 2025/\nLa Impresión Sin Calor, una aliada eficiente\ny sostenible para las pymes\nActualidad - Te interesa\nLa tecnología Heat-Free Printing de Epson se \nposiciona como una solución estratégica para \nlas pequeñas y medianas empresas que buscan \nreducir costes, mejorar la eficiencia operativa y \navanzar hacia una transformación sostenible \nEn un entorno cada vez más exigente y \ncompetitivo, la pyme española se enfrenta al \nreto de optimizar recursos sin comprometer la \ncalidad ni la productividad. En este contexto, \ntodo el equipamiento electrónico ha adquirido un \nnuevo protagonismo para encontrar soluciones o \nalternativas más eficientes en las oficinas. Es por \nesto que Epson, compañía líder en innovación \ntecnológica, ha desarrollado la tecnología Heat-\nFree Printing (Impresión Sin Calor), una alternativa \nque marca un punto de inflexión frente a las \ntradicionales impresoras láser.\nA diferencia de la impresión láser, que requiere \ncalor para fundir el tóner sobre el papel, la \ntecnología de inyección de tinta Sin Calor de Epson \nprescinde de este proceso, lo que permite reducir \nsignificativamente el consumo energético y el \nnúmero de piezas que requieren sustitución. Para \nuna pyme, esta diferencia se traduce en ahorro, \nsostenibilidad y fiabilidad operativa.\nUn claro ejemplo de esta tecnología se encuentra \nen la gama de impresoras Epson WorkForce \nEnterprise AM-C que, con un diseño orientado a la \noficina moderna, de tamaño compacto y sistema \nmodular, pueden adaptarse e implementarse a \nlas necesidades de cada negocio. Además, estos \nmodelos disponen de una ruta del papel más \nsencilla y corta para resolver con una mayor \nfacilidad los atascos y reducir los tiempos de \ninactividad.\nAsimismo, las nuevas impresoras profesionales \nWorkForce Pro RIPS también incorporan la \navanzada tecnología del sistema de paquetes de \ntinta sustituibles (RIPS) que usa consumibles de \nalta capacidad para imprimir hasta 86.000 páginas \nentre reemplazos de tinta. Así, los negocios puedes \nolvidarse de la mayoría de los residuos físicos que \nse generan al imprimir, en comparación con las \nimpresoras láser en color equivalentes.\nPosible vídeo a incluir en el artículo online - 5 claves \npara ahorrar costes y reducir impactos con la \nImpresión Sin Calor de Epson\nPara las pequeñas y medianas empresas, estos \nbeneficios representan un doble valor: por un lado, \nuna reducción de los costes directos e indirectos \nasociados a la gestión documental, y por otro, \nun avance significativo hacia los objetivos de \nsostenibilidad y responsabilidad corporativa que \ncada vez más clientes y partners valoran en sus \nrelaciones comerciales.\n“En Epson apostamos por tecnologías que, además \nde innovadoras, respondan a las necesidades \nreales del tejido empresarial. La Impresión Sin \nCalor permite a las pymes acceder a soluciones \nmás eficientes, con un menor impacto ambiental \ny una mayor continuidad operativa. Es una forma \ninteligente de imprimir, que encaja con los retos \nde la empresa actual”, ha explicado José Ramón \nFernández, Business Manager Home & Office \nPrinting de Epson Ibérica.\nOtro de los beneficios diferenciales de esta \ntecnología su fácil integración en entornos de trabajo \nhíbrido, gracias a su compatibilidad con plataformas \ncloud y funcionalidades avanzadas de conectividad.\nLa tecnología Heat-Free de Epson representa \nuna respuesta innovadora y responsable a los \ndesafíos de eficiencia y sostenibilidad que afronta \nla pyme española. Con una propuesta que \ncombina rendimiento, ahorro energético y respeto \nmedioambiental, Epson consolida su compromiso \ncon la transformación tecnológica de las pequeñas \ny medianas empresas para apoyarlas también en su \ntransición ambiental.\n\n18El impacto de la sostenibilidad en la estrategia de TI  Nº 338 | Junio 2025/\nActualidad - Te interesa\nLa IA generativa no va sólo de potencia, también de refrigeración\nDetrás del avance acelerado de los modelos \nde inteligencia artificial generativa que están \nredefiniendo los límites de lo posible en sectores \ntan diversos como la sanidad, las finanzas o el \nretail se esconde un reto crucial y absolutamente \nesencial: la refrigeración de los centros de datos \nque hacen posible esta revolución tecnológica.\nA medida que los algoritmos ganan complejidad \ny la capacidad de cálculo se dispara, la demanda \nenergética de los datacenters sigue creciendo \na ritmo vertiginoso. Hoy, estas infraestructuras \nrepresentan entre el 2,2% y el 2,3% del consumo \nenergético mundial, con proyecciones que estiman \nuna triplicación hasta el 6% para 2030. En España, \nel consumo actual es del 1,2%, y se prevé que \nalcance el 3,6% en ese mismo horizonte, tras haber \ncrecido un 20% solo en los últimos seis meses. \nEste salto en consumo energético tiene un \nclaro responsable: el calor generado por los \nprocesadores avanzados que hacen posible la \nIA generativa. Las densidades de potencia por \nrack superan con creces las de los entornos \ntradicionales, obligando a repensar por completo \ncómo se enfrían y mantienen operativos estos \ncentros neurálgicos de la economía digital.\nLa refrigeración pasa de ser un aspecto \nsecundario a convertirse en un factor estratégico \npara garantizar la continuidad, eficiencia y \nsostenibilidad operativa. Como destaca Mario \nVasconcelos, Sales Director Enterprise Accounts, \nSpain & Portugal de Vertiv: “La IA generativa \nha elevado el listón de la infraestructura digital. \nHoy, el éxito de una implementación depende \ntanto de la capacidad de procesamiento como \nde la habilidad para gestionar el calor generado. \nUna refrigeración eficiente no solo protege los \nequipos, sino que permite la innovación”.\nVertiv, referente en las infraestructuras para \ncentros de datos, lleva años anticipando esta \ntendencia y desarrollando soluciones específicas \npara los diferentes retos térmicos. Entre ellas \ndestacan sistemas de refrigeración líquida \ndirecta al chip como Vertiv™ Liebert® DSE, que \npermite refrigerar sin consumo de agua y con una \neficiencia energética sobresaliente, o el sistema \nVertiv™ Liebert® CRV, ideal para adaptarse a \ncrecimientos graduales en capacidad. Estas \nsoluciones incorporan sensores inteligentes y \ncontrol dinámico, lo que permite monitorizar y \najustar en tiempo real las condiciones térmicas del \ncentro de datos, asegurando así un funcionamiento \nóptimo incluso ante picos de demanda propios de \nlos proyectos de IA generativa.\n“Nuestra tecnología nos permite acompañar \na nuestros clientes en cada fase de su \nevolución hacia infraestructuras preparadas \npara la inteligencia artificial, facilitando la \ntransición desde entornos tradicionales \nhasta arquitecturas de alta densidad sin \nsacrificar sostenibilidad ni fiabilidad”, \nconcluye Vasconcelos. Además, la flexibilidad \nde nuestras soluciones permite escalar \nrápidamente según las necesidades del \nnegocio, algo fundamental en un entorno \ndonde la demanda puede cambiar de forma \nimprevisible”.\nQuizá el mayor aprendizaje de la era de la IA \ngenerativa sea que la verdadera innovación \nrequiere una visión integral. La potencia sin \ncontrol térmico es solo una promesa a medias... \nEn última instancia, el futuro de la inteligencia \nartificial dependerá tanto de los algoritmos \nque diseñemos como de nuestra capacidad \npara crear entornos resilientes, eficientes y \nsostenibles que permitan su desarrollo seguro \ny continuado. Solo con una infraestructura \npreparada y flexible podremos aprovechar todo \nel potencial transformador de la IA generativa, \nimpulsando la competitividad y la creación de \nvalor en todos los sectores.\n\n19El impacto de la sostenibilidad en la estrategia de TI  Nº 338 | Junio 2025/\nPara hablar sobre este tema, Byte TI, junto \ncon Samsung Electronics y D-Link, organizó \nun encuentro que contó con la participación \nde Miguel Ángel González -Gallego, Global \nCIO & CISO en Grupo ImesApi; Enrique \nMartín Roldán, Director de Infraestructuras \nen Allfunds; Rafael Corrales, Responsable de \ntecnologías de la información y ciberseguridad \nen Nuubo; Raúl García Linares, Manager of \nGlobal End User Support and Digital Workplace \nen Sicpa; Jesús Domínguez, Principal \nEnterprise Architect - Global en Roche; José \nMorales, Dirección TIC de proyectos especiales \nen Acciona; Enrique Hilario Montes, CIO en \nAxion & Lineox; Enrique Martín, Director de \nventas y desarrollo de negocio en Grandes \nEmpresas y Administraciones en Samsung \nElectronics Iberia y Antonio Navarro, Country \nManager en D-Link Iberia.\nEn los últimos años, la gestión de redes ha \ndejado de ser un simple componente técnico \npara convertirse en una función estratégica. \nLa consolidación de proveedores, la transición \na modelos multicloud y el auge de soluciones \ncomo SD-WAN han marcado el camino hacia \nuna red más eficiente, escalable y segura.\n“La red ha pasado de ser una infraestructura \ntécnica para convertirse en un facilitador del \nnegocio”. Así lo expresó Jesús Domínguez, \nPrincipal Enterprise Architect en Roche. Durante \nla pandemia, su compañía logró mantener \noperativas casi 300 oficinas y centros de trabajo \nen todo el mundo gracias a una red sólida. \nAdemás, simplificaron su ecosistema tecnológico \npasando de 90 a solo 7 socios: “Ha sido una \nsimplificación dramática en operaciones, costes \ny contratos”.\nEn Acciona, José Morales explicó cómo la \nevolución comenzó con el proyecto Modern \nWorkplace, usando su campus como laboratorio. \n“Lo primero fue homogeneizar un blueprint \nlo más global posible”, señaló, destacando la \nEncuentros BYTe TI\nEl CIO ante el reto que \ngestionar la red corporativa \nVer vídeo\nEn los procesos de transformación digital, tecnologías como la nube, la \ninteligencia artificial o la ciberseguridad suelen acaparar toda la atención. \nSin embargo, ninguna de ellas funcionaría sin una red corporativa robusta, \nescalable y segura que las sostenga. Asegurar el ancho de banda, proteger \ncontra ciberataques, facilitar la conectividad móvil o escalar rápidamente \nson hoy factores clave. Todo ello en un entorno donde la IA también \ncomienza a jugar un papel fundamental en la gestión de redes. \n\n20El impacto de la sostenibilidad en la estrategia de TI  Nº 338 | Junio 2025/\ncomplejidad de gestionar redes en negocios tan \ndiversos como agua, construcción o energía. “Es \nun proceso muy grande, muy gigante”, añadió, \nsubrayando la necesidad de garantizar soporte \nhomogéneo en todos los países y entornos.\nDesde Allfunds, Enrique Martín Roldán hizo \nhincapié en la seguridad y la conectividad \nglobal. “Nosotros manejamos el 25% de \nla operación de fondos a nivel mundial... \nnuestro reto es tener una red muy segura y \noperadores que nos cubran en todo el mundo \na un coste razonable”. En un entorno de \ntransformación hacia la nube, destacó que \n“las comunicaciones se han convertido en un \ncommodity, como el agua o la luz: todos damos \npor hecho que funcionan”.\nRaúl García Linares, de Sicpa, incidió en la \nevolución del concepto de seguridad en los \núltimos años. “Lo que más me gusta es el Zero \nTrust, me parece apasionante”. Recordó cómo \nhace poco más de una década tenían apenas \nun mega de conexión entre Madrid y Suiza. Hoy, \nhan adoptado SD-WAN y gestionan internamente \nsu infraestructura.\nPor su parte, Miguel Ángel González-Gallego, \nGlobal CIO & CISO en Grupo ImesApi, insistió \nen que “la ciberseguridad ha obligado a tener \nvisibilidad total sobre quién se conecta y desde \ndónde”. Un fallo en su red generó un problema \nen cascada que “volvió locos los switches”, lo \nque evidenció la criticidad de la infraestructura.\nComo explicó Rafael Corrales, responsable de \nTI en Nuubo, “cuanto más fragmentada está la \nred, más fácil es contener incidencias y proteger \nla infraestructura core”. Su entorno hospitalario, \nmuy distribuido, resistió bien incluso durante \ninterrupciones serias de conectividad.\nEnrique Hilario Montes, CIO en Axion & Lineox, \nofreció una visión conceptual: “La ciudad ya \nno está amurallada, necesitas policía móvil \npara vigilarla”. En su opinión, los sistemas OT, \naquellos que operan directamente los servicios \ncríticos como la energía, requieren redes \ncorporativas específicas y altamente controladas, \ndistintas de las convencionales.\nLa red en la operativa\nPese a ser el eje que sostiene todos los servicios \ndigitales, la red ha sido durante años relegada \nfrente a otras prioridades de TI. Hoy, sin embargo, \nsu papel crítico vuelve a estar en primer plano, \nespecialmente ante un entorno cada vez más \nEncuentros  BYTe TIEl CIO ante el reto que gestionar la red corporativa \nAntonio Navarro, \nCountry Manager en \nD-Link Iberia\nEnrique Hilario \nMontes, CIO en Axion \n& Lineox\nEnrique Martín Roldán, \nDirector de Infraestructuras \nen Allfunds\nEnrique Martín, Director de \nventas y desarrollo de negocio \nen Grandes Empresas y \nAdministraciones en Samsung\nJesús Domínguez, \nPrincipal Enterprise \nArchitect - Global en \nRoche\n\n21El impacto de la sostenibilidad en la estrategia de TI  Nº 338 | Junio 2025/\ndescentralizado, conectado y exigente.\n“La red fue prioritaria en los 80, pero a finales de \nlos 90 pasó a segundo plano”, reflexionó Enrique \nHilario. A su juicio, el enfoque se trasladó hacia los \nsistemas, relegando la infraestructura de red a una \nposición menos estratégica, pese a ser esencial.\nJesús Domínguez destacó la creciente \ncomplejidad en la gestión. “La red cada vez \ndebe ser más potente, más veloz y converger \ncon otros sistemas”. Esta evolución genera \nfricciones entre departamentos: “Tenemos un \nalmacenamiento que opera como red, y eso \ngenera dilemas: ¿quién lo gestiona? ¿Redes o \nalmacenamiento?”.\nDesde Acciona, José Morales compartió una \nrealidad muchas veces pasada por alto: “En \nEspaña no hay problemas para conectar, pero \nfuera, en países como Ecuador, puede tardarse \nun año en instalar una línea en un polígono \nindustrial”. La operativa diaria depende cada vez \nmás de una red que muchas veces no está al \nnivel que requiere el negocio.\nAntonio Navarro, Country Manager en \nD-Link Iberia, lamentó que “la red ha sido \nhistóricamente la gran olvidada”. Puso como \nejemplo el Kit Digital, donde no se incluyeron \nayudas a switches ni infraestructura inalámbrica: \n“Se ha promocionado el PC, el TPV, la \nciberseguridad... pero no la red”. Insistió en \nque, aunque se trate de una micropyme, “el \nswitch de 20 euros es el core de tu red”.\nEstrategias de seguridad \nEl aumento de los ciberataques y la exposición \nconstante de dispositivos y aplicaciones han \nobligado a las empresas a fortalecer sus estrategias \nde protección de red. La clave está en simplificar, \nautomatizar y tener visibilidad total sobre lo que \nocurre dentro y fuera del perímetro corporativo.\nEn este sentido, Enrique Martín, Director de \nventas y desarrollo de negocio en Samsung \nElectronics Iberia, destacó el papel fundamental \ndel control de los dispositivos como primera línea \nde defensa. “La experiencia que tenemos es \ntransparente: el enrollment automático hace que \nel equipo arranque y se conecte directamente \na Intune o a la solución definida, donde se \nejecutan las políticas de seguridad”. Añadió \nque “es razonablemente sencillo tener siempre \nlos últimos parches de seguridad y controlar el \nsoftware instalado”.\nEncuentros  BYTe TIEl CIO ante el reto que gestionar la red corporativa \nJosé Morales, Dirección \nTIC de proyectos \nespeciales en Acciona\nMiguel Ángel González -Gallego, \nGlobal CIO & CISO en Grupo \nImesApi\nRafael Corrales, \nResponsable de tecnologías \nde la información y \nciberseguridad en Nuubo\nRaúl García Linares, \nManager of Global End \nUser Support and Digital \nWorkplace en Sicpa\n\n22El impacto de la sostenibilidad en la estrategia de TI  Nº 338 | Junio 2025/\nEncuentros BYTe TIEl CIO ante el reto que gestionar la red corporativa \nSin embargo, subrayó que lo más complejo es \n“la capacidad de información que damos sobre \nlo que está pasando en el dispositivo”. Alertas \nsobre CPU saturada a horas inusuales, por \nejemplo, se integran con plataformas SIEM para \ndar contexto y actuar a tiempo. Pero advirtió: “Si \nno los analizas y los metes bien en tu plataforma, \nde nada te sirven”.\nTambién abordó el debate sobre privacidad y \ncontrol: “Esto va de sentido común. No tener \ncierto control es peligroso. Si lo dejas libre, \npuede haber filtraciones de datos críticos”. En su \nempresa, por ejemplo, se ha bloqueado el acceso \na ChatGPT tras detectar que “alguien subió \ncódigo ultra secreto para depurarlo con la IA”.\nEn paralelo, Rafael Corrales defendió la \nsimplificación como estrategia esencial: “Cuanto \nmenos complejo sea el ecosistema, más fácil es \nprotegerlo”. Unificar marcas, documentar bien y \nminimizar la superficie de ataque son claves que \nconsidera innegociables.\nMiguel Ángel González-Gallego coincidió: “Todo \ndebe ser seguro por defecto. El diseño debe partir \nde esa base, no añadirla después”. Mientras \nque Antonio Navarro reforzó la necesidad de \nsoluciones integrales: “Hoy necesitas una \nplataforma que lo englobe todo: switching, Wi-Fi y \nseguridad. Si no lo tienes, estás fuera”.\nJesús Domínguez cerró el debate apuntando \nal fin del modelo dual vendor: “Ahora añade \ncomplejidad sin dar beneficios. Si confías en tu \nproveedor, el lock-in es aceptable”.\nAsegurar los dispositivos \nCon el auge del trabajo remoto y la creciente \ndependencia de dispositivos móviles, la \nseguridad en este ámbito se ha convertido en \nuna prioridad ineludible para las organizaciones. \nLas estrategias implementadas combinan \ntecnología, concienciación del usuario y \nprotección integral desde el propio dispositivo.\nDesde Samsung, Martín destacó la importancia \nde la simplicidad y la automatización en la \ngestión de dispositivos móviles. “El enrollment \nautomático hace que el equipo arranque de \nfábrica y se conecte directamente al sistema de \ngestión, como Intune, sin que el usuario tenga \nque hacer nada”, explicó. Además, puso en \nvalor la arquitectura de seguridad integrada en \nlos terminales: “Las credenciales se guardan en \nun elemento seguro, la Samsung Knox Vault, con \nprocesador y sistema operativo independientes, \ny certificado FIPS nivel 5... si intentan extraer \ndatos, no se puede”. Aunque reconoció que \nestas soluciones suelen pasar desapercibidas \npara el usuario medio: “Son poco glamourosas... \na la mayoría de la gente no le interesan, aunque \nsean críticas”.\nPor su parte, González-Gallego compartió un \nenfoque que va más allá del entorno empresarial, \nfomentando la adopción voluntaria. “Tenemos \nuna política estricta: contraseñas largas, con \ncaracteres, no repetidas... pero también \nfomentamos el uso de gestores de contraseñas”. \nComo parte de esa estrategia, ofrecieron licencias \npersonales gratuitas a sus empleados: “Si te \nhabilitas a usarlo también con tu banco o en \ncasa, ya no pones peros”. Según él, la clave \nestá en acompañar al usuario y enseñarle cómo \nprotegerse, incluso en su vida personal.\nA este planteamiento se sumó Hilario, quien \nsubrayó que la seguridad móvil ha dejado de \nser un tema exclusivamente técnico: “Ahora \nhay una intensa sensibilización... y cada vez \nme preocupo más, porque pasan muchas más \ncosas. Es un negocio. Hoy un directivo es un \nobjetivo más rentable que otros tipos de datos”.\nFinalmente, Martín Roldán hizo una llamada de \natención sobre la brecha entre grandes y pequeñas \nempresas: “La gran corporación se preocupa, la \npyme algo menos, y la micropyme prácticamente \nnada. Pero todos tienen las mismas necesidades”. \nPara él, las soluciones como firewalls o UTM \ndeberían estar al alcance de cualquier tipo de \norganización, independientemente de su tamaño.\n\n23El impacto de la sostenibilidad en la estrategia de TI  Nº 338 | Junio 2025/\nLa nube híbrida ha sido el modelo adoptado de \nforma masiva. Sin embargo, no todas las empresas \nque han adoptado el modelo están satisfechas con \nél. ¿Por qué? ¿Cómo se establece un acorde de \ngestión en un entorno de nube híbrida? Para Julián \nSanz, Solution Specialist de Arsys Cloud, “al final \ndel concepto de nube híbrida, aunque lo tenemos \nbastante intrínseco en todo el discurso, es muy \namplio. Y debemos de entender que la idea de lo \nque vamos a hacer es combinar nubes. Aquí hay \nun concepto y muchas de las adopciones de nube \nhíbrida, acaban siendo por varios modelos. Uno \nes una reducción de costes. Tengo una serie de \ncostes que quiero aligerar y utilizo otro proveedor \nde cloud que es el que me da mejores costes. Otra \nserie de situaciones pueden ser requerimientos \no certificaciones. Necesito un requerimiento \nespecífico y ese proveedor lo tiene, con respecto \na lo que me dan el resto de proveedores. Cada \nvez más están poniendo aplicaciones o softwares \nen modo servicio en nube, con lo cual me \ntengo que integrar con estos proveedores de de \nsoftware o de servicios que me están dando una \naplicación en concreto, se me ocurren muchas \nen este momento, que me lo están dando en \nmodo servicio, con lo cual cada vez más nos va \na obligar a gestionar todo este modelo Va a ser \nmuy complejo. Hay un modelo adicional también \nque se oye poco hasta hace un tiempo y cada \nvez empieza a tener más auge, que son nubes \nprivadas conectadas justamente contra otras \nnubes”.\nPor su parte, Óscar Bernacer, Cloud Architect \nDirector de Oracle, afirmó que “la nube híbrida, por \nun lado, es la combinación entre nube pública y \nentornos on-premise. Pero aquí también tienen en \ncabida soluciones que son nativas, que han nacido \nya como nube híbrida desde el principio y que se \ndespliegan en los data centers del del cliente. Y \ntambién la categoría que se ha referenciado como \nla nube privada dedicada, que es tener todos los \nservicios de la nube dedicados a un cliente o a un \ngrupo de empresas con un carácter totalmente \nprivado, con la máxima seguridad y soberanía. \nGestionar la complejidad\nUno de los grandes retos con los que se encuentran \nlos entornos de nube híbrida es cómo gestionar \nWebinars BYTe TI\nRetos de la nube híbrida y \nmulticloud\nVer vídeo\nLa adopción de la nube se ha convertido en un imperativo \nestratégico para impulsar la innovación y la eficiencia operativa. \nSin embargo, el desafío radica en la gestión efectiva de entornos \ncomplejos de nube híbrida y multicloud. Para hablar sobre ello, \nByte TI organizó un webinar que contó con la participación de \nJulián Sanz, Solution Specialist de Arsys Cloud y Óscar Bernacer, \nCloud Architect Director de Oracle. \n\n24El impacto de la sostenibilidad en la estrategia de TI  Nº 338 | Junio 2025/\nla complejidad de la integración de sistemas. \nPara Bernacer, “depende de si las soluciones son \nlas mismas independientemente de la modidad \nde despliegue, con lo cual la interoperatibilidad \nes la misma. Los binarios son compatibles, para \nentendernos un poco más técnicamente. De \nmanera que luego hay otra serie de herramientas \nque nos permiten también una sincronización \ncompleta de datos sin pérdida de servicio en tiempo \nreal y además con las mismas herramientas de \ngestión, administración y explotación. Eso con \nindependencia de la modalidad de despliegue y con \nindependencia de cómo se ha mapeado la en las \nsoluciones en los distintos modalidades”.\nJulián Sanz, por su parte, explicó que “Arsys es un \nproveedor de Cloud, o sea, nosotros no entendemos \nde on-premise. Sí que conectamos a on-premise, \npero entendemos solo de Cloud. ¿Qué significa \neso? Que ya tenemos un montón de herramientas \npensadas e integradas en nuestros propios paneles \npara que los propios clientes, de manera sencilla, \npuedan gestionar estos entornos. De tal manera \nque ya tenemos APIs que van a poder desplegar \nmáquinas o hacer todo aquello que necesiten.”\nMulticloud\nLas empresas trabajan con múltiples proveedores \nque les proporcionan diferentes soluciones y \nherramientas. En numerosas ocasiones, las \nempresas no tienen claro si es mejor trabajar con \nun único proveedor o con varios. ¿Cuáles son los \nWebinars BYTe TIRetos de la nube híbrida y multicloud\nproblemas que plantean ambas opciones? Para \nJulián Sanz “multicloud tiene numerosas ventajas \ncon respecto a tener un solo proveedor de cloud. \n¿Por qué solo tener un proveedor de cloud no es \ntan ventajoso? En primer lugar porque me tengo \nque adaptar al proveedor siempre. Por ejemplo, \nsi la seguridad de ese proveedor está basada en \nuna serie de estándares, yo me tengo que basar \nen esa serie de estándares. Si el proveedor tiene \nuna serie de modalidades de precios, yo tengo \nque funcionar con esas modalidades de precios. \nEl trabajar con un multiprovedor me va a generar \nuna serie de situaciones que para mí son mucho \nmás ventajosas. Por ejemplo, la gestión de costes”. \nPor su parte, Óscar Bernacer, “en el ámbito \nmulticloud, en Oracle hemos hecho un esfuerzo \nmuy importante de cara a que nuestras soluciones \ntengan una interoperabilidad y despliegue completo \nen nubes de terceros. Nosotros disponemos de más \nde 100 data centers a nivel mundial de la nube \nde OCI, Oracle Cloud Infrastructure, pero nuestras \nsoluciones, cuando hablamos de multi-cloud, se \npueden desplegar, por supuesto, en on-premise, por \nsupuesto, en cloud as customer, en la propia nube \npública de OCI, pero también en Azure, en Google y \nen AWS. De acuerdo, con lo cual el tener múltiples \nproveedores aporta esa mayor flexibilidad y en \nocasiones a costa de utilizar mayor complejidad y \nmás costes. Pero en nuestro caso, la solución, como \naporta las mismas capacidades, es simétrica con \nindependencia de la nube de terceros o la nube en \nla que se despliegue, digamos que esto nos da un \nvalor añadido fundamental para nuestros clientes”.\nPero, no todos los proveedores ofrecen las \nmismas garantías ni se ajustan a las mismas \nnecesidades. ¿Qué criterios deberían tener más \npeso en el momento de decidir? ¿Cuáles son \nlas consideraciones claves para seleccionar un \nproveedor de servicios en la nube? Para el portavoz \nde Oracle, una de las claves es “la resistencia \nfrente a desastres. Hay que contemplar todos los \nescenarios, por más improbables que parezcan, \nincluso fallos técnicos imprevistos y también el \nerror humano, que es curiosamente el que más \nincidentes suele provocar. Entonces, en el caso de \nla nube, el contar con múltiples centros de datos \nredundantes en ubicaciones cercanas y en países \nvecinos, incluso, es fundamental”.\nJulián Sanz cree que lo más importante “es intentar \ndar respuesta a las peticiones de los clientes en \nuna serie de estándares. Estábamos hablando de \nresidencia. Al final, Arsys pertenece al grupo IONOS. \nIonos tiene 29 data centers en todo el mundo, con lo \ncual podemos dar respuesta en un momento dado \na situaciones que sea de interoperabilidad. Uno de \nlos estándares que nosotros trabajamos es que el \nprecio sea predecible. O sea, no hay sorpresas, no \nhay elementos que puedan sorprender al cliente. \n\n25El impacto de la sostenibilidad en la estrategia de TI  Nº 338 | Junio 2025/\nComparativa\n5 portátiles ideales para el entorno empresarial\nAsí como la inteligencia artificial ha empezado a formar parte del día a \ndía gracias a los smartphones —desde los asistentes virtuales hasta las \nfunciones fotográficas avanzadas—, su presencia comienza a afianzarse \ntambién en el mundo de los portátiles. Estos dispositivos se conocen \ncomo ‘AI PCs’ o PCs con IA, aunque fabricantes como Microsoft han \npopularizado otras denominaciones como Copilot+, que ayudan de igual \nforma a identificar los ordenadores con esta capacidad.  \nAumento de las ventas\nDe acuerdo con las cifras más recientes publicadas por Canalys, empresa \nde análisis e investigación de mercado, durante el tercer trimestre de 2024 \nse vendieron 13,3 millones de ordenadores con funciones de inteligencia \nartificial integradas, lo que equivale a casi una quinta parte del total de \nPCs comercializados en ese periodo a nivel global; crecimiento impulsado \npor una mayor oferta en el mercado, con incrementos próximos al 50% \nrespecto al trimestre anterior.  Además, por primera vez, los equipos Windows \nencabezaron las ventas de PCs con IA, alcanzando una participación del 53%.\nClaves principales\nSu llegada marca una nueva y renovada etapa en la informática personal \ny profesional. A diferencia de los portátiles tradicionales, estos modelos \nincorporan un chip conocido como NPU (Unidad de Procesamiento \nNeural), que permite ejecutar tareas de inteligencia artificial directamente \ndesde el propio equipo, sin depender de la nube.\nLos propuestos de esta comparativa abren un abanico de funciones \navanzadas y versátiles centradas en tres pilares clave: automatización, \n\n26El impacto de la sostenibilidad en la estrategia de TI  Nº 338 | Junio 2025/\npersonalización y eficiencia. En este en sentido, \nunas de sus prestaciones más interesantes es \nla capacidad que poseen para actuar como \nasistentes proactivos durante la jornada laboral. A \ntravés de soluciones integradas como Copilot en \nWindows simplifican tareas habituales como las \nsiguientes: desde redactar correos electrónicos y \nsintetizar información hasta proponer contenidos \no gestionar acciones rutinarias, todo ello mediante \ncomandos escritos o por voz.\nAsimismo, las capacidades de los portátiles \ncon IA ayudan a agilizar procesos y reducir los \ntiempos de espera. Entre las más destacadas se \nencuentran herramientas que permiten editar \nautomáticamente, eliminar fondos, mejorar la \nresolución o generar imágenes directamente \ndesde la propia IA, sin necesidad de instalar un \nsoftware complementario; funciones de traducción \ny de subtitulado en tiempo real, sobre todo útiles \nen reuniones virtuales o en entornos de trabajo \ninternacionales, donde la comprensión inmediata \nes clave; y sistemas capaces de anticipar \nnecesidades según la tarea que se está realizando, \nlocalizar archivos o información de forma ágil y \nsugerir recomendaciones o respuestas adaptadas \nal material con el que se interactúa.\nLa integración de IA en portátiles no solo \nmejora la productividad, sino que también \nofrece un nivel avanzado de seguridad. Al \nprocesar información crítica directamente en \nel dispositivo, en lugar de enviarla a la nube, \nse reduce la exposición a posibles fugas o \ninterceptaciones durante la transmisión.\nTambién de interés\nPara finalizar, cabe destacar que las \nconfiguraciones de estos equipos resaltan por su \npotencia, pantallas de alta calidad, autonomía \nsuficiente para completar una jornada laboral sin \ninconvenientes y conectividad mejorada.\nComparativa5 portátiles ideales para el entorno empresarial\nLas capacidades de los portátiles \ncon Inteligencia Artificial ayudan \na agilizar procesos y reducir los \ntiempos de espera\n\n27El impacto de la sostenibilidad en la estrategia de TI  Nº 338 | Junio 2025/\nComparativa\nDell Pro 13 Premium\nFabricado con un 90% de magnesio reciclado, \nes el portátil de 13 pulgadas más compacto y \nligero (pesa 1,07 kg) de la gama Pro de la firma \nestadounidense. Además, a nivel de diseño \nhay que destacar que ha sido sometido a las \npruebas del estándar militar MIL-STD; que \nes muy silencioso; y que su sistema de dos \nventiladores incrementa el flujo de aire en un \n20%. Gracias a esta última característica, la \ncapacidad para mover este aire mejora, lo que \nayuda a mantener temperaturas más bajas \ndurante su funcionamiento.\nA nivel técnico, incorpora un procesador de la serie \nIntel Core Ultra 200V y capacidades de inteligencia \nartificial de la mano de Dell Pro AI, que ejecuta \ndirectamente esta tecnología gracias a funciones \ncomo ‘Efectos de Microsoft Studio’ durante las \nvideollamadas. Se efectúan mediante una cámara \nde infrarrojos de 8 megapíxeles de resolución con \nHDR, tecnología que asegura un mayor detalle, \nmejor contraste y colores más reales. Esta calidad \nde imagen se combina con un sonido que ‘corre \na cargo’ de una pareja de altavoces con salida \nsuperior y otros dos con salida inferior, audio Hi-Fi \ny un nivel hasta un 16% más alto en comparación \ncon la generación anterior.\nDell Pro 13 Premium, que integra Copilot+ y \nuna pantalla FHD+ con resolución 16:10 —\nideal para la multitarea—, está equipado con un \nteclado sin entramado que se caracteriza por \nsus teclas amplias, bien separadas y con buen \nrecorrido; esta disposición facilita una escritura \nmás cómoda y eficiente, al tiempo que reduce \nlos errores tipográficos. Cuenta, asimismo, \ncon tecnología de retroiluminación con mini-\nLED que reduce el consumo energético del \nteclado hasta en un 75 % y puede \naumentar la duración de la batería \nen aproximadamente unas 4 horas según \nsostiene la firma. En este caso, Dell promete una \nduración de hasta 20 horas. Su tecnología de \ncarga rápida ExpressCharge Boost es capaz de \nalimentar el 80% de esta batería en una hora \naproximadamente.\n¿Y en cuanto a conectividad? El portátil \ndistribuye las siguientes conexiones físicas entre \nambos laterales: un conector para auriculares, \nun puerto HDMI 2.1, dos más Thunderbolt 4 \ncon Power Delivery 3.1 y DisplayPort 2.1 (USB \ntipo C) y otro USB 3.2 tipo A. Cabe indicar, por \notro lado, que está disponible con una bandeja \npara una tarjeta SIM opcional y así disfrutar \nde una conectividad móvil sin necesidad \nde Wi-Fi. Esta no es la única característica \nadicional: los usuarios que lo deseen tienen \nla alternativa de adquirirlo con una pantalla \ntáctil QHD+ que cuenta con protección Gorilla \n5 portátiles ideales para el entorno empresarial\n900 827 783Dell\nwww.dell.esA consultar\nGlass y una tecnología llamada Confort View, \ndiseñada para reducir la fatiga visual durante \nel uso prolongado, sin comprometer la calidad \ndel color. Para reforzar la seguridad, existe la \nposibilidad de adquirirlo con un lector de huellas \ndactilares.\nPor último, comentar que viene con una \nmemoria RAM de 16 GB y una capacidad de \nalmacenamiento de 256 GB. Los trabajadores que \nlo necesiten pueden adquirirlo con una memoria \nde 32 GB y almacenamiento de hasta 1 TB.\n\n28El impacto de la sostenibilidad en la estrategia de TI  Nº 338 | Junio 2025/\nComparativa\nHP EliteBook Ultra G1i\nLa multinacional norteamericana participa en este \nartículo con el EliteBook Ultra G1i, un equipo que \nincorpora un procesador de inteligencia artificial \ncapaz de efectuar hasta 48 billones de operaciones \npor segundo (TOPS). Entrando en detalle, sus \ncapacidades de IA avanzadas brindan experiencias \nde colaboración mejoradas que ayudan a que \nel trabajo en equipo sea más fluido y eficiente. \nLa clave son las funciones y características \naudiovisuales impulsadas por esta tecnología. Es el \ncaso de su cámara de 9 megapíxeles de resolución \ncon soporte para efectos de Windows Studio, \nencuadre automático y tecnología Eye Contact que \n‘compensa’ los ojos cuando se mira a la pantalla en \nlugar de la cámara.\nO sus micrófonos duales con calidad de estudio y \ncuatro altavoces estéreo optimizados con reducción \nde ruido por IA para una comunicación más clara. \nSus creadores han implementado la tecnología \nDynamic Voice Leveling para optimizar la claridad \nde la voz a menos de tres metros del portátil. \nMientras, la presencia de un touchpad háptico, \ncon retroalimentación táctil y controles por presión, \nautomatiza gestos y funciones.\nAsimismo, el HP EliteBook Ultra G1i tiene la \ncapacidad de optimizar automáticamente su \nrendimiento para ‘adaptarse’ a la jornada laboral del \nusuario: lo consigue gracias a HP AI Companion \nque gestiona tareas rutinarias y simplifica el trabajo \ndiario para que se concentre en lo importante y \nmejore su productividad. Como otros equipos de \nsu clase, viene con Copilot+ para una asistencia \npersonalizada y funciones como ‘Recuerdos’ que \nmuestra una línea de tiempo con todo lo que se \nha hecho en el ordenador. Solo hay que escribir lo \nque se recuerda —como una palabra, imagen \no actividad— y otra función llamada Recall lo \nbuscará y lo mostrará al instante.\nLa seguridad, al igual que la inteligencia artificial, \nocupa un lugar prioritario. Por ejemplo, es posible \nbloquear el portátil al alejarse y que se desbloquee \nal acercarse: un sensor de proximidad avanzado \ndetecta esta presencia y activa la cámara y Windows \nHello para confirmar la correspondiente identidad \ny, de este modo, ‘habilitarla.’ Asimismo, gracias al \nsensor integrado en esta cámara, el equipo puede \ndetectar la presencia de alguien detrás del usuario \ny ofrece la opción de difuminar automáticamente \nla pantalla para proteger su privacidad. Otras \ncaracterísticas destacadas en este apartado son \nel controlador de seguridad HP Endpoint, ahora \nactualizado, y un microprocesador de seguridad \ndedicado y físicamente aislado que protege el BIOS.\nCon un grosor de hasta 14,9 mm y un peso inicial \ninferior a 1,2 kg, el HP EliteBook Ultra G1i se \nencuentra disponible en diferentes configuraciones \n5 portátiles ideales para el entorno empresarial\n91 375 47 69HP\nwww.hp.es1.935,15 €\npara adaptarse a las necesidades de cada \ntrabajador. Esta configuración incluye procesadores \nIntel Core Ultra 5 y 7 de última generación, hasta 32 \nGB de memoria RAM y una pantalla táctil OLED de \n14 pulgadas y 2.880 x 1.800 píxeles de resolución. \nEs posible elegir entre un almacenamiento de \n256 GB o 512 GB. Otros datos de interés son los \nsiguientes: Wi-Fi 7, conector combo de auriculares/\nmicrófono estéreo, un puerto USB-A y tres \nThunderbolt 4 con USB-C.\n\n29El impacto de la sostenibilidad en la estrategia de TI  Nº 338 | Junio 2025/\nDisponible en dos tamaños de pantalla, uno de \n14 pulgadas y otro de 15 pulgadas, nos hemos \ncentrado en el de mayor tamaño que se dirige a los \ntrabajadores de las pequeñas y medianas empresas; \ntambién a los profesionales especializados en el \námbito de las disciplinas STEM (Ciencia, Tecnología, \nIngeniería y Matemáticas).\nEl modelo es una reinterpretación moderna del \nclásico ThinkPad, conservando la movilidad, el \nrendimiento y la innovación característicos de \nLenovo en el ámbito empresarial, e incorporando \nuna estética renovada. Dotado de los nuevos \nprocesadores Intel Core Ultra (Serie 2) Evo Edition \ncon gráficos Intel Arc, cuenta con un nuevo teclado \ny un trackpad háptico alejado del característico \ntrackpoint rojo. Estos procesadores, que son \ncompatibles con características como Thunderbolt \n4 y Wi-Fi 7 (entre otras), garantizan velocidades de \ntransferencia de datos más rápidas y una mejor \nconectividad.\nLa experiencia de uso se ve mejorada con funciones \ncomo ‘Smart Share’ y ‘Smart Care’. La primera \nconecta el smartphone al portátil mediante un \nsensor virtual con IA. Así, basta con tocar este \ncontra el portátil y luego arrastrar y soltar los \narchivos seleccionados para editar fotos y compartir \ncontenidos con facilidad. Es necesario, eso sí, \ndescargar la aplicación Intel Unison. Por otro lado, \n‘Smart Care’ ofrece acceso directo a herramientas \nde asistencia en línea y al chatbot de Lenovo, lo que \npermite resolver incidencias en tiempo real. \nAdemás, el usuario tiene acceso a unos modos \ninteligentes desde la aplicación Lenovo Vantage \no el widget Aura que se abre al pulsar la tecla F9; \nmodos que brindan un control mayor sobre la \npersonalización del portátil para adaptarse a sus \nnecesidades. \nPor ejemplo, es posible (entre otras medidas \nde seguridad) proteger el sistema con alertas \nde privacidad y avisos automáticos a su VPN \nal conectarse a redes Wi-Fi. Asimismo, permite \nconfigurar un temporizador que, al activarse, \nsilencia las notificaciones y bloquea los sitios \nweb que distraigan al trabajador para que pueda \nconcentrarse. Desde el punto de vista del bienestar, \nincluye funciones relacionadas con el cuidado de \nla vista y advertencia de postura que combaten la \nfatiga y recuerdan a los usuarios que deben tomar \ndescansos; una alternativa especialmente útil si \ndeben afrontar largas jornadas laborales\nRespaldado por la certificación de grado militar \nMIL-STD-810H, que demuestra su alta durabilidad \ny resistencia, el ThinkPad X9-15 Aura Edition \nviene de serie con una pantalla OLED de 15,3 \npulgadas y 2.800 x 1.800 pixeles de resolución que \nComparativa\nLenovo ThinkPad X9 Aura Edition 15”\n5 portátiles ideales para el entorno empresarial\n91 087 80 64Lenovo\nwww.lenovo.es\ndesde 1.628 € modelo de 14 pulgadas y  \ndesde 1.898 € modelo de 15 pulgadas\nincorpora tecnología Dolby Vision para experiencia \nvisual más inmersiva y realista, con imágenes más \nvívidas y realistas. Además, su relación de aspecto \n16:10 proporciona más espacio en pantalla para \nlas aplicaciones de productividad. Con altavoces \nubicados a ambos lados del chasis, que está \nbañado por una estructura de aluminio reciclado, la \ncolaboración con Dolby Atmos crea un entorno de \nsonido envolvente.\n\n30El impacto de la sostenibilidad en la estrategia de TI  Nº 338 | Junio 2025/\nComparativa\nA principios del mes de mayo, LG anunciaba \nla nueva generación de su familia de portátiles \ngram y gram Pro a la que pertenece este \nmodelo. Una nueva generación más ligera y \nresistente con funciones avanzadas como una \ninteligencia artificial propia llamada LG gram AI \nque ha sido creada para optimizar los niveles de \nproductividad.\nEl LG gram Pro 16Z90TS es un portátil profesional \ndirigido a los usuarios que demandan un \nrendimiento excelente, pero que, al mismo \ntiempo, priorizan la autonomía y la eficiencia \nenergética. Con un perfil ultradelgado de 12,4 \nmm y un peso de 1,23 kg, responde a las \nórdenes del procesador Intel Core Ultra 9 y su \nbatería promete una autonomía de hasta 25,5 \nhoras de uso, garantizando de este modo una \nportabilidad sobresaliente. Sus creadores han \nelegido una batería de 77 Wh de capacidad y con \nla ayuda de un asistente inteligente con IA analiza \nlos patrones de uso para aumentar su eficiencia.\nCuenta, por otro lado, con una durabilidad \ncertificada bajo los estándares MIL-STD-810H, \nque avalan su fiabilidad en cualquier entorno, \nmientras que la tecnología gram Link 2.0 facilita \nla conectividad y el intercambio de datos entre \nlos portátiles de la coreana y dispositivos móviles \n(admite hasta 10) con sistemas operativos \nAndroid e iOS. También ofrece otras funciones \nútiles y prácticas para el trabajo en equipo, \ncomo la ampliación de pantalla y la transferencia \nde archivos.\nComo se ha indicado anteriormente, este equipo \nincorpora LG gram AI, la primera inteligencia \nhíbrida de LG, que incluye las herramientas \ngram Chat On-Device y gram Chat Cloud. \nMientras que la primera facilita soluciones \npersonalizadas al analizar de forma segura los \ndatos locales directamente en el dispositivo —\nsin necesidad de una conexión a Internet—, \nesto ayuda al usuario a buscar documentos, \nimágenes o generar resúmenes de texto. Por \nsu parte, gram Chat Cloud ofrece respuestas \ndetalladas y contextuales gracias al modelo \nOpenAI GPT-4o, e incluso se integra con \nservicios personales como calendarios y correos \nelectrónicos, ejecutando tareas y colaborando \ncon plataformas como Google Workspace y \nMicrosoft 365. Por cierto, que esta nueva gama \nincluye un año de suscripción anual a gram \nChat Cloud valorada en 109 euros. LG gram AI \nse integra, además, con Copilot para facilitar la \ngestión ágil de múltiples tareas mediante una \ntecla específica.\nPosee, en otro orden de cosas, una pantalla \nIPS de 16 pulgadas y 2.560 x 1.600 píxeles \nLG gram Pro 16Z90TS\n5 portátiles ideales para el entorno empresarial\n963 050 500LG\nwww.lg.com/es\nde resolución sobre la cual hay una cámara \nFHD IR con micrófono dual y tecnología de \nreconocimiento facial. Parte de una memoria \nRAM de 32 GB de tamaño y tiene dos ranuras \nM.2 para unidades de estado sólido; en este \ncaso, cada una admite un SSD de 1 TB. Este \nalmacenamiento ampliable es ideal para tareas \nque, por ejemplo, requieren un alto rendimiento, \ncomo la edición de vídeo o el trabajo con \ngrandes bases de datos. Dispone de varios \npuertos, incluyendo dos Thunderbolt 4 (asegura \nsu compatibilidad con pantallas con una \nresolución superior), dos USB 3.2, un HDMI y \nun conector para auriculares.\n2.449 €\n\n31El impacto de la sostenibilidad en la estrategia de TI  Nº 338 | Junio 2025/\nComparativa\nEs el último portátil de serie de la coreana, diseñado \npara una potencia mejorada y gestionar con fluidez \ngrandes cargas de trabajo, renderizar modelos \n3D complejos o completar con facilidad tareas \nintensivas de inteligencia artificial a una gran \nvelocidad.\nCon un procesador ultrarrápido Intel Core Ultra \n(Serie 2), gráficas mejoradas y una NPU capacitada \npara ejecutar hasta 47 TOPS (billones de \noperaciones por segundo), forma parte de la nueva \ngeneración de portátiles con la etiqueta ‘Copilot+ \nPC’ de Microsoft, incorporando así las ventajas de \nla inteligencia artificial en el flujo del trabajo diario. \nPor lo tanto, el usuario solo tiene que pulsar la tecla \ndedicada a Copilot  para acceder a esta tecnología \ny mejorar su nivel de productividad y creatividad en \ncualquier entorno profesional. \nAsimismo, y gracias a la integración del ecosistema \nGalaxy AI, este Galaxy Book5 Pro 360 cuenta con \nfunciones como ‘Selección por IA’’ que permite al \ntrabajador buscar cualquier cosa con un simple \nclic, igual que en su teléfono, pero en una pantalla \nmás grande y envolvente; o ‘Remasterizar’ que \ntransforma cada imagen en una instantánea \nperfecta y de alta calidad.\nSiguiendo esta línea, ‘Microsoft Enlace Móvil’ amplía \nel acceso nativo a Galaxy AI en los dispositivos \nmóviles Galaxy para aumentar la productividad en \nuna pantalla de ordenador más amplia. De esta \nmanera, funciones conocidas como ‘Traducción \nsimultánea’ y ‘Asistente de transcripción’ aseguran \nexperiencias aún más interesantes y diseñadas \nespecíficamente para mejorar la conexión entre \nlos equipos con Windows 11 y los dispositivos del \necosistema Galaxy. \nAdemás, para una interacción personalizada y \nmultidispositivo en todo momento, Galaxy Book5 \nPro también posee otras funciones como ‘Multi \nControl’ que permite realizar varias tareas a la vez \nen todos los dispositivos Samsung con un control \nunificado; ‘Quick Share’ que hace que compartir \nfotografías, documentos y archivos grandes entre \ndispositivos Samsung Galaxy resulte especialmente \nfácil; o ‘Almacenamiento compartido’ para acceder \nde un modo directo a los ficheros de los dispositivos \nconectados sin tener que descargarlos uno por uno. \nSamsung Galaxy Book5 Pro 360 destaca, en otro \norden de cosas, por su pantalla táctil Dynamic \nAMOLED 2X con resolución 3K, frecuencia de hasta \n120 Hz y tecnología Vision Booster que optimiza \nel contraste y los colores según la luz ambiente, \nideal para trabajar incluso al aire libre. Todo ello en \nun diseño ultrafino y ligero, de 12,5 mm y 1,56 kg \nrespectivamente en su versión de 16 pulgadas, y de \n11,6 mm y 1,23 kg en la versión de 14 pulgadas. \nSamsung Galaxy Book5 Pro 360\n5 portátiles ideales para el entorno empresarial\n911 750 015Samsung\nwww.samsung.es\nMientras, gracias a los procesadores que se han \nelegido para este equipo, se hace un guiño a la \neficiencia energética, con una batería de hasta 25 \nhoras de duración y carga super rápida.\nTodas las funciones disponibles de Galaxy Book5 \nPro pueden procesar las acciones del usuario \nsin subir los datos a la nube, lo que garantiza \nuna mayor privacidad. El usuario siempre tiene \nel control y queda protegido gracias a Samsung \nKnox, la plataforma de seguridad para soluciones \nempresariales del fabricante que segura que la \ninformación personal y los datos sensibles se \nmantienen privados en todo momento.\n1.799 €\n\n32El impacto de la sostenibilidad en la estrategia de TI  Nº 338 | Junio 2025/\nComparativa\nConclusiones\nLos portátiles enfocados al ámbito profesional \nrecogidos en esta comparativa ofrecen una visión \ncompleta de este segmento, así como lo que \npueden aportar al usuario en su jornada diaria. \nLa inteligencia artificial es el eje central en todos \nellos, convirtiéndolos en una opción atractiva para \nel entorno empresarial. \nNo obstante, hay dos modelos que sobresalen \nligeramente por encima del resto. El primero es el \nSamsung Galaxy Book5 Pro 360, que destaca por \nNombre  \nde la solución\nDell Pro 13 Premium\nHP EliteBook Ultra G1i \nThinkPad X9 15 Aura  \nEdition (15\")\nLG gram Pro 16Z90TS \nSamsung Galaxy Book5 Pro \n360\nValoración\n                    \nCaracterísticas \nclave\n* Procesador: Intel Core Ultra 5 236V \n* Memoria RAM: 16 GB\n* Almacenamiento: 256 GB\n* Pantalla: 13,3 pulgadas, FHD+\n* Batería: 60 Wh, compatible con \nExpressCharge y con ExpressCharge \nBoost\n* Otros: Windows 11 Pro, cámara IR \nde 8 megapíxeles, Wi--Fi 7,  MIL-STD, \nThunderbolt 4, HDMI, peso de 1,07 kg...\n* Procesador: Intel Core Ultra 5/ Ultra 7\n* Memoria RAM: 32 GB\n* Almacenamiento: 256 GB\n* Pantalla: OLED, 14 pulgadas,  \n2.880 x 1.800 píxeles\n* Batería: polímero de ion-litio de 64 Wh\n* Otros: HP Eye Ease, Audio de Poly Studio, \n3 Thunderbolt 4 con USB-C, Cámara de \ninfrarrojos de 9 megapíxeles, a partir \nde 1,19 kg, Windows 11 Pro, touchpad \nháptico...\n* Procesador: Intel Core Ultra 5 226V \n* Memoria RAM: 16 GB\n* Almacenamiento: 512 GB\n* Pantalla: OLED, 15,3 pulgadas, 2.880 x \n1.800 pixeles\n* Batería: polímero de litio de 4 celdas  \n80 Wh, compatible con Rapid Charge\n* Otros: Windows 11 Home 64, cector \nde huellas dactilares, webcam de \n8 megapíxeles IR con obturador \nelectrónico, lector de huellas dactilares, \n2 USB-C(Thunderbolt™ 4, USB 40 Gbps), \nteclado resistente a las salpicaduras, a \npartir de 1,45 kg ...\n* Procesador: Intel Core Ultra 9 (Series 2) \n288V \n* Memoria RAM: 32 GB\n* Almacenamiento: 2 TB\n* Pantalla: 16 pulgadas, 2.560 x 1. 600 px\n* Batería: hasta 25,5 horas según \nfabricante (77 Wh)\n* Otros: 1,23 kg, 2 Thunderbolt2 4, 2 USB \n3.2, HDMI, Windows 11 Home, Wi-Fi 7...\n* Procesador: Intel Core Ultra 7/5 \nProcesador (Intel EVO)\n* Memoria RAM:  16 / 32 GB\n* Almacenamiento: 512 GB / 1TB\n* Pantalla: AMOLED, 16 pulgadas,  \n2. 880 x 1 800 pixeles, táctil,\n* Batería: modelo de 76 Wh\n* Otros: Windows 11 Home, 1,69 kg,  \nWi-Fi 7, lápiz S Pen, micrófonos duale, \naltavoces cuádruples, cámara de 2  \nmegapíxeles, 1,56 kg... \nasPecTos desTacados\n5 portátiles ideales para el entorno empresarial\nincluir un lápiz S Pen para interactuar directamente \ncon su pantalla AMOLED de 16 pulgadas y 2.880 \nx 1.800 píxeles de resolución, capaz de detectar \nhasta 10 toques simultáneos. Y es que su diseño \nconvertible ‘2 en 1’ permite utilizarlo como portátil \no tablet. El segundo es el LG gram Pro 16Z90TS \nque, a pesar de su peso ligero y perfil ultradelgado, \ncuenta con la certificación de grado militar MIL-\nSTD810H. Además, incorpora una batería que \npermite afrontar varias jornadas de trabajo sin \ndepender del cargador, y la tecnología gram Link \n2.0, con funciones útiles para el trabajo remoto, \ncomo la ampliación de pantalla o el intercambio de \narchivos entre dispositivos iOS y Android.\nEl Dell Pro 13 Premium destaca, entre otras \ncaracterísticas, por su funcionamiento silencioso \ny por incorporar un sistema de doble ventilador \nque incrementa el flujo de aire en un 20 %. \nPor su parte, el HP EliteBook Ultra G1i está \nequipado con un conjunto de funciones \ndiseñadas específicamente para proteger la \nseguridad y la privacidad del usuario en todo \nmomento. Finalmente, se encuentra el ThinkPad \nX9 15 Aura Edition (15\") con prestaciones como \nSmart Care para acceder a las herramientas \nde asistencia online y al chatbot de Lenovo y \nresolver problemas en tiempo real.\n\n33El impacto de la sostenibilidad en la estrategia de TI  Nº 338 | Junio 2025/\nEl impacto de \nla sostenibilidad \nen la estrategia de TI\nLa sostenibilidad ha dejado de ser una tendencia \npara convertirse en un imperativo empresarial. En el \námbito tecnológico, este cambio de paradigma se está \nacelerando a medida que las organizaciones reconocen su \nresponsabilidad ambiental, enfrentan una mayor presión \nregulatoria y descubren que ser sostenibles también \npuede mejorar la eficiencia y la competitividad. Hoy en \ndía, los departamentos de TI están en el centro de esta \ntransformación, adoptando criterios de sostenibilidad como \nparte estructural de sus estrategias globales.\nPOR VANESA GARCÍA\n\n34El impacto de la sostenibilidad en la estrategia de TI  Nº 338 | Junio 2025/\nPortadaEl impacto de la sostenibilidad en la estrategia de TI\nComo bien señala Paola Sánchez, GreenwAIs \nSolutions Leader de aggity, “la presión regulatoria, \ncomo la CSRD en Europa, y una mayor \nconcienciación social están haciendo que las \nempresas integren la sostenibilidad como un \npilar estratégico”. La experta destaca cómo esta \nvisión está impregnando todas las capas de la \ntransformación digital, desde el diseño de los \nsistemas hasta la medición del impacto ambiental.\nEn opinión de Andrea Rumi, Directora de \nComunicación de Logicalis Spain, esta \nintegración responde también a una necesidad \nde alineamiento entre los objetivos tecnológicos \ny los de sostenibilidad corporativa. “Esta \nincorporación permite alinear los planes \ntecnológicos con los objetivos en sostenibilidad \ny de empresa, consiguiendo así una visión \nintegral”, afirma. Logicalis ha convertido esta \nvisión en acción, estableciendo metas claras, \ncomo alcanzar cero emisiones netas para 2050 y \nreducir en un 42% sus emisiones de Alcance 1 \ny 2 para 2030, en línea con la iniciativa Science \nBased Targets (SBTi).\nPor su parte, Rafael Toyas, Head of TechOps \nData Centers ES de IONOS, señala que la \nsostenibilidad en TI viene impulsada por “la \nmayor concienciación social alrededor de la \nsostenibilidad y la escasez de recursos” y, al \nmismo tiempo, por la búsqueda de eficiencia y \nreducción de costes. Esta doble motivación está \nhaciendo que los CIO sitúen la sostenibilidad \nen el centro de su agenda, especialmente en \ndecisiones como la gestión de centros de datos \no la elección de proveedores cloud. En este \nsentido, Toyas pone en valor el compromiso \nde IONOS con las energías renovables y su \nEstrategia Climática 2030: “El 100% de nuestros \ndata centers operan con suministro procedente \nde fuentes de energía renovables”.\nJostein Birkeland, Senior Technologist for \nSustainable Transformation de Hewlett Packard \nEnterprise, va incluso más allá al afirmar que “la \nsostenibilidad se ha convertido en uno de los \nprincipales factores de decisión tecnológica”. \nDesde su perspectiva, no se trata únicamente \nde reducir el consumo energético, “sino de \nredefinir toda la estrategia de TI bajo criterios \nmedioambientales, desde la infraestructura \nhasta los modelos de consumo”. Un enfoque \nque HPE materializa, por ejemplo, en su \nSustainability Insights Center, que proporciona \nmétricas ambientales detalladas a través de su \nplataforma GreenLake.\nEn contraposición al enfoque más tecnológico, \nMario Vasconcelos, Sales Director Enterprise \nAccounts para España y Portugal en Vertiv, \ndestaca el papel de la infraestructura crítica \nen este cambio. “La sostenibilidad se ha \n\n35El impacto de la sostenibilidad en la estrategia de TI  Nº 338 | Junio 2025/\nPortada\nconsolidado como un pilar fundamental”, \nafirma. Según explica, esto implica el desarrollo \nde tecnologías que minimicen el consumo \nenergético, “como los sistemas de refrigeración \nde alta eficiencia o arquitecturas modulares \noptimizadas”.\nEn comparación con sus compañeros, Roberto \nMoral, Director de Cloud & AI Infrastructure \npara EMEA South en Cisco, subraya la urgencia \nde actuar también por motivos técnicos. “El \ncrecimiento acelerado de la inteligencia artificial \ny su demanda energética podría duplicar el \nconsumo de electricidad de los centros de \ndatos para 2026”, alerta. Cisco responde a \neste desafío con una estrategia que se basa en \ntres pilares: modernización de infraestructuras, \ngestión inteligente de la energía y aplicación de \nla IA para el bien social.\nPilar Codina, Corporate Sustainability \nManager de Epson Ibérica, recuerda que “la \nsostenibilidad juega un rol preponderante \nen la estrategia global de TI” no solo por las \nexigencias normativas, sino porque ser más \neficientes, generar menos residuos o prolongar \nla vida útil de los dispositivos “acaban siendo \npalancas para un mejor balance de resultados”.\nTecnologías para un futuro verde\nLa sostenibilidad tecnológica no depende de \nuna única solución, sino de un conjunto de \nherramientas y estrategias que, combinadas, están \nredefiniendo el modo en que las organizaciones \nconsumen y gestionan sus recursos digitales. \nDesde plataformas de consumo bajo demanda \nhasta sistemas de refrigeración avanzada, pasando \npor soluciones de monitorización energética, \nel ecosistema TI está en plena transición hacia \nmodelos más sostenibles, en los que el cloud \ncomputing tiene un papel protagonista, aunque no \nexento de matices.\nComo bien explica Sánchez, las organizaciones \nestán apostando por soluciones como los EMS \n(Energy Management Systems) y las plataformas \nESG, que permiten “medir y reportar de forma \nautomatizada su huella de carbono”, así como \npor herramientas como ARM o APM, orientadas \na la optimización de activos y recursos. Estas \ntecnologías, señala, “no solo mejoran la \nEl impacto de la sostenibilidad en la estrategia de TI\nLa sostenibilidad juega un rol \npreponderante en la estrategia \nde TI no sólo por las normativas, \nsino porque ser más eficientes o \ngenerar menos residuos impacta \nen los resultados \n\n36El impacto de la sostenibilidad en la estrategia de TI  Nº 338 | Junio 2025/\nsostenibilidad, sino que también impulsan la \neficiencia operativa”. En cuanto al cloud, advierte: \n“no es sostenible por default, pero si se utiliza \nde forma eficiente puede contribuir de forma \nimportante a reducir la huella de carbono”.\nUno de los mayores avances, en opinión de \nBirkeland, se encuentra en los modelos de \nconsumo bajo demanda. “Nuestra plataforma \nHPE GreenLake permite consumir recursos \najustando la capacidad real a la demanda. Esta \nelasticidad evita el sobredimensionamiento y reduce \ndirectamente el consumo energético”. Birkeland \nsubraya también la importancia de la refrigeración \nlíquida en entornos de alta densidad como la IA y \nel HPC, y destaca iniciativas como el AI Mod POD, \nun centro de datos modular que recupera calor \nresidual como subproducto útil. En cifras concretas, \n“modelos como HPE GreenLake pueden reducir \nhasta un 53% el consumo energético respecto a \ninfraestructuras tradicionales”.\nPor su parte, Toyas recuerda que tecnologías \ncomo la virtualización marcaron un antes y un \ndespués, pero que es el cloud computing el que \nha “democratizado la sostenibilidad en el uso de \nlas IT”. En el caso de IONOS, este compromiso \nse traduce en un centro de datos con energía \n100% renovable, un PUE de 1,25 y sistemas de \nIA para la gestión térmica. “Todo este esfuerzo \nmedioambiental se traslada automáticamente a \ncada uno de nuestros clientes”, destaca.\nMás crítica, Codina señala que el análisis micro (la \norganización) del cloud resulta muy favorable, pero \nel macro (el proveedor) no tanto”. Y es que, aunque \nreconoce que el trabajo en la nube permite reducir \ndesplazamientos y emisiones, también señala que \nlos centros de datos “requieren de un elevado \nconsumo de energía”. Desde Epson, la apuesta va \nmás allá de la nube: tecnologías como la impresión \nSin Calor o los sistemas de gestión documental \neficientes son clave para reducir la huella de uso.\nVasconcelos añade nuevas capas tecnológicas \nal debate: refrigeración líquida, SAIs de \nalta eficiencia, edge computing sostenible y \nmonitorización energética en tiempo real. Su \nvisión es clara: “El cloud puede ser un motor \nde sostenibilidad, pero solo si va acompañado \nde infraestructuras optimizadas y proveedores \ncomprometidos”.\nSostenibilidad TI:  \neficiencia, reputación y negocio \nIncorporar la sostenibilidad en los procesos \ntecnológicos no es solo una cuestión ética o \nambiental: se ha convertido en una estrategia \ninteligente que impacta directamente en la \nEl impacto de la sostenibilidad en la estrategia de TIPortada\n\n37El impacto de la sostenibilidad en la estrategia de TI  Nº 338 | Junio 2025/\neficiencia operativa, la reputación corporativa y \nla capacidad de innovación. Las organizaciones \nque adoptan esta visión no solo cumplen con \nla normativa: también ganan competitividad, \nreducen costes y refuerzan su propuesta de \nvalor frente a clientes, empleados e inversores.\nAsí lo expresa con claridad el Senior Technologist \nfor Sustainable Transformation en Hewlett Packard \nEnterprise: “en TI, a menudo se puede intercambiar \nla sostenibilidad con la eficiencia. Esto significa \nque, a medida que mejoramos la eficiencia y \nreducimos el consumo energético, tanto las \nemisiones operativas como los costes disminuyen a \nla par”. Para HPE, este enfoque no solo se traduce \nen ahorro, sino también en crecimiento. En 2023, \nsus iniciativas ligadas a sostenibilidad generaron \naproximadamente 1.850 millones de dólares en \ningresos netos, un 500% más que en 2018. “La \nsostenibilidad no solo aporta eficiencia: también \nabre nuevas oportunidades de negocio”, remarca.\nEn opinión de la GreenwAIs Solutions Leader de \naggity, los beneficios van desde lo intangible —una \nmejor percepción entre los stakeholders— hasta lo \nconcreto: “reducir consumo energético, optimizar \nPortadaEl impacto de la sostenibilidad en la estrategia de TI\nrecursos, alargar la vida útil de los equipos, o \nincluso aprovechar subvenciones e incentivos”. \nPero además, apunta, “promueve una cultura más \ninnovadora y consciente dentro del área de TI”.\nPor su parte, el Director de Cloud & AI \nInfrastructure en Cisco para EMEA South, \npone el foco en la reputación, la eficiencia y \nel diseño responsable: “al integrar también la \nsostenibilidad en el diseño de productos, como \nnuestros equipos modulares y reciclables, se \nprolonga el ciclo de vida útil de las soluciones \ntecnológicas y se reducen residuos”. A su juicio, \nestos avances también ayudan a atraer talento \ncomprometido con valores sostenibles.\nDesde Vertiv, Mario Vasconcelos introduce \nuna dimensión clave que no siempre se \ntiene en cuenta: la ciberseguridad. En su \nopinión, sostenibilidad y protección no solo \nson compatibles, sino que pueden reforzarse \nmutuamente. “Muchas prácticas sostenibles, \ncomo la modernización de infraestructura, \nvirtualización y migración a la nube, pueden \nmejorar la seguridad”, asegura. Eso sí, advierte \nque tecnologías emergentes como el IoT o el \nedge computing requieren una evaluación de \nriesgos adecuada para evitar vulnerabilidades.\nEn contraste con una visión puramente interna, la  \nCorporate Sustainability Manager de Epson Ibérica, \nllama la atención sobre el impacto en la cadena de \nSostenibilidad y seguridad son dos elementos que son compatibles y que \npueden reforzarse uno a otro\n\n38El impacto de la sostenibilidad en la estrategia de TI  Nº 338 | Junio 2025/\nPortada\nvalor. “Las ventajas no son sólo de reputación, que \ntambién, sino ventajas económicas, adecuación \na contextos normativos y, muy especialmente, \nreconocimiento de tu cadena de valor”, afirma. \nPara Codina, adelantarse a los requerimientos \nregulatorios y alinear las decisiones de adquisición \nde TI con criterios sostenibles se está convirtiendo \nen un diferenciador real de mercado.\nClaves para una sostenibilidad TI  \nreal y efectiva\nLa sostenibilidad en el ámbito tecnológico se \nha convertido en una prioridad estratégica para \nmuchas organizaciones. Sin embargo, poner \nen marcha iniciativas en esta dirección no está \nexento de dificultades. Desde barreras culturales \ny presupuestarias hasta la falta de herramientas \nde medición precisas, el camino hacia una TI \nmás responsable está plagado de retos. Pero \ntambién de soluciones innovadoras y enfoques \nmetodológicos que ayudan a superarlos.\nPaola Sánchez señala una brecha importante \nentre intención y ejecución: “Muchas veces \nfalta una estrategia clara o herramientas que \npermitan medir y trazar objetivos”, a lo que se \nsuma “la falta de cultura interna, presupuestos \nlimitados o la complejidad de integrar \nsostenibilidad en sistemas ya existentes”.\nDesde Logicalis, Andrea Rumi destaca “la \nausencia de herramientas integradas, los costes \niniciales elevados y la dificultad para justificar \nel retorno de la inversión a corto plazo”. Para \nsuperarlo, subraya la importancia de contar con \naliados tecnológicos expertos que acompañen el \nproceso.\nEn la misma línea, Rafael Toyas insiste en que la \nsostenibilidad requiere cambios no solo técnicos, \nsino también culturales y organizativos. “Es \nimprescindible el compromiso de la dirección” y \ncontar con tecnología avanzada que simplifique \nla complejidad operativa.\nJostein Birkeland, incide en el reto principal \n“la falta de datos precisos”. sobre el consumo \nEl impacto de la sostenibilidad en la estrategia de TI\ny la huella ambiental de las infraestructuras \nTI. También advierte sobre “el modelo \nde adquisición tradicional, que tiende a \nsobredimensionar equipos por precaución”. \nFrente a ello, HPE propone modelos bajo \ndemanda como GreenLake y financiación \ntecnológica que facilita la adopción de soluciones \nsostenibles sin grandes cargas de capital.\nDesde Vertiv, Mario Vasconcelos añade \nobstáculos como “la resistencia al cambio \norganizacional” y “la falta de incentivos \nregulatorios claros”. Ante esto, proponen \n“soluciones modulares y escalables, y \nherramientas de monitorización en tiempo real”.\n\n39El impacto de la sostenibilidad en la estrategia de TI  Nº 338 | Junio 2025/\nRoberto Moral,  apunta a la “obsolescencia \ntecnológica acelerada” y la dificultad de integrar \nsistemas heredados, resaltando el papel de \nherramientas como Intersight para ofrecer control y \neficiencia.\nMientras que Pilar Codina introduce una visión \ncrítica al afirmar que “el principal factor barrera \nacostumbra a ser el coste”, pero no sólo el inicial, \nsino el “coste total de propiedad”, incluyendo \nmantenimiento y disposición final.\nY una vez superados los obstáculos iniciales, \nsurgen las siguientes preguntas, ¿se están utilizando \nmetodologías o métricas concretas para medir el \nimpacto y el avance? ¿Qué papel juega la economía \ncircular?\nEl enfoque de medición y seguimiento está cada \nvez más extendido, como confirma Sánchez, al \nseñalar que “las empresas están adoptando marcos \ncomo los estándares ESG o los requerimientos de la \nCSRD” con KPIs ligados al consumo energético y la \nhuella de carbono.\nAndrea Rumi cita el uso de la norma ISO 14064-\n1:2019 y bases de datos como MITECO o DEFRA, \nademás de acciones concretas como “programas \nde reutilización de equipos y reciclaje responsable”.\nPara Toyas, la clave es que “lo que no se mide \nno se puede mejorar”, mencionando indicadores \nPortadaEl impacto de la sostenibilidad en la estrategia de TI\ncomo PUE, CUE o WUE y el uso de energías \nrenovables como estándares internos.\nMientras que Birkeland detalla una medición \nrigurosa de emisiones en los tres alcances (1, \n2 y 3) con metas validadas por Science Based \nTargets. Destaca especialmente el foco en el \nScope 3, “la mayor parte de nuestra huella de \ncarbono y al mismo tiempo, el mayor reto y \nla mayor oportunidad”. Además, resalta que \n“aproximadamente el 78% del equipamiento \nque procesamos en nuestros centros fue \nreacondicionado para una segunda vida”, una \napuesta clara por la economía circular.\nVasconcelos refuerza la idea con la adopción del \nGHG Protocol y el PUE, además del fomento de \n“diseños modulares que facilitan la actualización \nde componentes individuales”, alineados con los \nprincipios de circularidad.\nCodina concluye con un llamado a la acción: \n“Si aún hay alguna organización que no \nesté midiendo el impacto de su política de \nsostenibilidad, mi más absoluta recomendación \nes que empiece cuanto antes”. Y subraya el papel \nde las “tres RE” (reutilizar, reciclar y economía \ncircular) como elementos esenciales en la \nestrategia sostenible de cualquier organización.\n\n40El impacto de la sostenibilidad en la estrategia de TI  Nº 338 | Junio 2025/\ntecnológica. Igualmente, el edge computing \naparece como un ámbito prioritario donde la \neficiencia y la gestión remota serán fundamentales.\nEn Vertiv, se habla de una convergencia inevitable \nentre innovación tecnológica y responsabilidad \nambiental. Entre las principales tendencias \ndestacan el uso de energías renovables, sistemas \nde refrigeración optimizados como el free-cooling, \ny el impulso de modelos de economía circular \nque promueven la reutilización y el reciclaje. El \nedge computing sostenible y el uso de IA para \nanálisis predictivo se consolidan también como \nherramientas esenciales para una gestión eficiente \nde los recursos.\nPor otro lado, Cisco pone el acento en tecnologías \nemergentes como el blockchain, aplicado a la \ntrazabilidad de emisiones, y en arquitecturas \ndiseñadas desde su origen bajo principios de \ncircularidad. También destacan el concepto \nde energy networking, que permite optimizar \nel consumo energético en edificios y oficinas, \nresponsables de un alto porcentaje de las \nemisiones globales. A ello se suma su apuesta \npor energías limpias, como demuestra su nueva \nplanta solar en Teruel, que abastecerá el 100% del \nconsumo eléctrico de sus operaciones europeas \ndurante los próximos 15 años.\nPortadaEl impacto de la sostenibilidad en la estrategia de TI\nEl futuro de la sostenibilidad TI:  \nIA, eficiencia y economía circular\nEl compromiso con la sostenibilidad en el ámbito \ntecnológico no solo responde a una exigencia \nnormativa o reputacional: se está convirtiendo en \nun elemento estructural dentro de las estrategias \ncorporativas. Lejos de ser un objetivo aislado, la \nsostenibilidad tiende a integrarse transversalmente \nen los modelos operativos, impulsada por \ntecnologías emergentes, enfoques basados en datos \ny una creciente conciencia social y empresarial.\nEn el caso de aggity, una de las grandes \ntendencias identificadas es el auge del Green \nIT, con un foco claro en la eficiencia energética \nde las infraestructuras tecnológicas. Tecnologías \ncomo APM y ARM serán claves para optimizar \nel rendimiento y reducir la huella de carbono. \nAsimismo, se espera la consolidación de \nplataformas ESG con IA y automatización, que \npermitirán a las organizaciones no solo cumplir \ncon la normativa, sino anticiparse a ella y tomar \ndecisiones más informadas. La sostenibilidad, \napuntan, se convertirá en un eje transversal de \ntoda la estrategia tecnológica.\nPor parte de Logicalis, se subraya la integración \nde la IA en el análisis predictivo y la adopción \nde herramientas ESG como IBM Envizi. Estas \nsoluciones están diseñadas para simplificar la \ngestión de datos relacionados con sostenibilidad, \nacelerar el cumplimiento normativo y facilitar el \nDestacan tecnologías emergentes \ncomo el blockchain, aplicado a \nla trazabilidad de emisiones y en \narquitecturas diseñadas desde \nsu origen bajo principios de \ncircularidad\navance hacia objetivos de descarbonización y buen \ngobierno.\nHewlett Packard Enterprise, por su parte, \nconsidera que el futuro de la sostenibilidad \ntecnológica irá mucho más allá de reducir \nemisiones. Cada decisión tecnológica deberá \nevaluarse por su impacto ambiental. En esta \nlínea, están desarrollando algoritmos de IA que \noptimizan en tiempo real el uso de recursos IT, \nanticipan picos de carga y ajustan el consumo \nsegún la demanda. También destacan avances \ncomo la refrigeración líquida, que puede reducir \nhasta un 89% el consumo energético frente a \nsistemas convencionales. Además, prevén que en \npocos años, el 80% de los CIOs tendrá métricas \nde sostenibilidad integradas en su evaluación de \ndesempeño. La sostenibilidad, así, pasará a ser \nuna métrica estratégica más dentro de la gestión \n\n41El impacto de la sostenibilidad en la estrategia de TI  Nº 338 | Junio 2025/\nMujeres TIc\nSara Aguilar Ricart\nDirectora de Servicios de la Presidencia de la \nDiputación de Barcelona\n¿Cómo llegó al mundo TIC?\nMi interés por la tecnología y su potencial transformador me llevó a \nincorporarme a la Diputación de Barcelona en 1993, ocupando un \npuesto técnico. Durante esta etapa, mientras desarrollaba tareas como la \nautomatización de procesos a través de macros en WordPerfect, decidí \nespecializarme y cursar la Diplomatura en Ingeniería Técnica en Informática de \nGestión en la Universitat Oberta de Catalunya, etapa que inicié embarazada de \nmi primer hijo. Posteriormente, continué con la Licenciatura en Ingeniería en \nInformática, coincidiendo con mi segundo embarazo. Esta doble dedicación, \ntanto profesional como personal, me permitió consolidar mis conocimientos y \nevolucionar hacia roles de mayor responsabilidad, hasta ocupar actualmente la \nDirección de Servicios de la Presidencia.\n¿Qué es lo que más valora de su trabajo?\nLo que más valoro es poder contribuir a la transformación digital del sector \npúblico, utilizando la tecnología y los datos para mejorar la eficiencia de los \nservicios públicos y el bienestar de la ciudadanía. También valoro el trabajo \nen equipo y el liderazgo de proyectos innovadores, pero, sobre todo, la \ncolaboración institucional entre administraciones, empresas y centros de \nconocimiento, que permite generar sinergias, compartir datos y experiencias, y \nco-crear soluciones que respondan a los retos sociales y territoriales.\nEn su opinión, ¿qué es lo que falla para que las mujeres no apuesten \nmás por el estudio de carreras STEM?\nExisten barreras culturales y estereotipos de género que, desde edades \ntempranas, influyen en la percepción de las niñas sobre su capacidad para \ndestacar en ámbitos tecnológicos. Además, la falta de referentes femeninos en \nel sector STEM y la escasa visibilidad de mujeres en posiciones de liderazgo \ndificultan que las jóvenes se sientan identificadas y motivadas para seguir este \ncamino. Es necesario impulsar programas de mentoría, reforzar la orientación \nacadémica con perspectiva de género y fomentar entornos de trabajo \ninclusivos que atraigan y retengan talento femenino en el ámbito tecnológico.\nFecha de nacimiento: 5 de agosto de 1972 \nHijos: 2 \nHobbies: Lectura, viajes, gastronomía, conciertos \nEstudios: Ingeniería en Informática\n\n42El impacto de la sostenibilidad en la estrategia de TI  Nº 338 | Junio 2025/\n¿Cree que existe el “techo de cristal” en las \nempresas TIC? ¿Cuál debería ser la solución?\nEfectivamente, el \"techo de cristal\" sigue siendo \nuna realidad en el sector TIC, al igual que en otros \námbitos profesionales. Las mujeres continúan \nenfrentándose a barreras invisibles que limitan \nsu acceso a puestos de liderazgo y toma de \ndecisiones. Este fenómeno se ve agravado por \nestereotipos de género, deficiencias en la cultura \norganizacional y la escasa visibilidad de modelos \nfemeninos en cargos de alta responsabilidad.\nLa solución para romper este techo debería pasar \npor la implementación de políticas organizativas \nque promuevan la igualdad de oportunidades, \nfomentando una cultura inclusiva que valore la \ndiversidad en todas sus formas. Además, sería \nfundamental impulsar programas específicos de \ncapacitación y desarrollo del talento femenino, con \nespecial énfasis en el liderazgo, así como establecer \nmecanismos de mentoring y empoderamiento \npara las mujeres. También es imprescindible crear \nentornos laborales que favorezcan la conciliación \nde la vida personal y profesional, mediante medidas \nflexibles de trabajo y un apoyo institucional firme \nhacia la igualdad de género.\n¿Una política de cuotas puede resolver el \nproblema?\nLas cuotas pueden ser una medida efectiva \npara acelerar el cambio cultural necesario \nhacia una igualdad real, ya que garantizan una \nrepresentación mínima y visibilizan el talento \nfemenino en posiciones clave. Sin embargo, no \ndeben considerarse como una solución definitiva. \nEs fundamental que vayan acompañadas de \nacciones formativas continuas, planes de mentoría \nque favorezcan el desarrollo profesional, y medidas \nde conciliación que permitan a las mujeres \nmantenerse y crecer dentro del sector a largo \nplazo. Además, es necesario abordar el cambio \ncultural en las organizaciones, fomentando un \nentorno inclusivo y libre de sesgos, que permita \nque las mujeres no solo accedan a puestos, sino \nque también puedan desarrollarse y ascender en \nigualdad de condiciones.\n¿Qué dificultades se encontró usted para llegar \na la posición que tiene actualmente?\nPor suerte, no he encontrado dificultades \nsignificativas en mi trayectoria profesional, \nespecialmente en el sector público. En la \nDiputación de Barcelona, se promueve un entorno \nde igualdad de condiciones en el que se valoran \nprincipalmente las habilidades y competencias \nde cada persona, independientemente del \ngénero. Gracias a ello, he podido desarrollarme \nprofesionalmente en un contexto que fomenta la \nmeritocracia y el reconocimiento del talento, lo que \nha facilitado mi crecimiento en la organización.\n¿Cree que la conciliación de la vida laboral-\nfamiliar es el principal reto para las mujeres? ¿Qué \nhabría que hacer para mejorar este apartado?\nSin duda, la conciliación de la vida laboral y \nfamiliar es uno de los principales retos para las \nmujeres, aunque no el único. Este desafío se \nve especialmente acentuado por la desigual \ndistribución de las responsabilidades domésticas \ny de cuidado, lo que limita la plena participación \nde las mujeres en el ámbito profesional. Para \nmejorar este aspecto, es fundamental avanzar \nen la corresponsabilidad familiar, fomentando \nun reparto equilibrado de las tareas tanto dentro \ndel hogar como en el entorno laboral. Además, \nse deben flexibilizar los horarios laborales y \npromover modelos de trabajo híbrido que permitan \ncompatibilizar la vida personal y profesional de \nmanera eficiente. Junto a estas medidas, es \nimprescindible fomentar una cultura organizacional \nque apoye estas prácticas, evitando que las \nmujeres sean penalizadas por hacer uso de ellas. \nDe este modo, se avanzará hacia un modelo \nlaboral más inclusivo y equilibrado.\n¿Qué es lo que más valora de su empresa con \nrespecto a la integración de la mujer?\nLo que más valoro de la Diputación de Barcelona \nen cuanto a la integración de la mujer es su \ncompromiso firme con la innovación, la diversidad \ny la igualdad de oportunidades. Destaco \nespecialmente la sensibilidad y el apoyo hacia la \nconciliación de la vida laboral y personal, lo cual \npermite a las mujeres desempeñar sus funciones \nprofesionales sin renunciar a su vida familiar. \nAdemás, valoro profundamente el compromiso \nMujeres TIcSara Aguilar Ricart, Directora de Servicios de la Presidencia\n\n43El impacto de la sostenibilidad en la estrategia de TI  Nº 338 | Junio 2025/\ncon el liderazgo femenino, promoviendo \nactivamente la presencia de mujeres en cargos de \nresponsabilidad en el sector público y favoreciendo \nun entorno inclusivo que potencia el talento y la \nequidad en todos los niveles de la organización.\nUn 35% de alumnos no logra ni acabar el \nbachillerato ni la FP equivalente, ¿está en la \neducación el problema de la falta de perfiles \nespecializados?\nLa educación es un factor clave, pero no el único. \nEs fundamental conectar de manera más efectiva \nel sistema educativo con las necesidades del \nmercado laboral, asegurando que los programas \nformativos estén alineados con las demandas de \nsectores estratégicos como el tecnológico. Además, \nes crucial fomentar las competencias digitales \ndesde edades tempranas, para que los estudiantes \nadquieran las habilidades necesarias para afrontar \nlos retos del futuro. Junto a esto, debe promoverse \nuna orientación vocacional sólida que impulse a \nlos jóvenes a explorar y especializarse en áreas \ncon alta demanda, como el sector TIC, para \nevitar la brecha entre la formación y los perfiles \nespecializados que el mercado requiere.\n¿Le han servido los estudios que hizo para \nrealizar su labor actual?\nSí, la formación en Ingeniería en Informática \nme ha proporcionado una base técnica sólida y \nfundamental para mi labor actual. Sin embargo, \nconsidero que mi desarrollo profesional ha \nMujeres TIc\nsido igualmente enriquecido por la formación \nen gestión pública, innovación y liderazgo, \ndisciplinas clave que me han permitido adquirir \nlas competencias necesarias para desempeñar mi \nfunción en un entorno público. Esta combinación \nde conocimientos técnicos y estratégicos ha sido \nesencial para afrontar los retos y tomar decisiones \ninformadas en mi puesto actual.\nSolucione el problema de la educación en \nEspaña...\nNo existe una solución única, pero para abordar \nel problema de la educación en España, sería \nesencial apostar por un modelo educativo más \npráctico y orientado a competencias digitales, que \nprepare a los estudiantes para los desafíos del \nfuturo. \nSi tuviera que aconsejar a un joven qué \nestudiar de cara a obtener un futuro laboral \nestable, ¿por dónde le orientaría?\nLe recomendaría orientar su formación hacia \nlas disciplinas STEM, con especial énfasis en \náreas de alta demanda como la inteligencia \nartificial, la ciberseguridad, la ciencia de datos y la \ntransformación digital, ya que son sectores con un \nalto potencial de crecimiento y estabilidad laboral. \nSin embargo, es igualmente crucial que desarrolle \ncompetencias transversales como el pensamiento \ncrítico, la creatividad y la capacidad de trabajo en \nequipo, ya que estas habilidades complementan la \nformación técnica y son esenciales para adaptarse \na un entorno laboral cada vez más dinámico y \ncolaborativo.\n¿Hacia dónde cree que va el sector TIC? En su \nopinión, ¿cuáles van a ser las tendencias que \nrealmente van a transformar la sociedad?\nEl sector TIC está avanzando hacia la \nautomatización, la IA y la gestión de grandes \nvolúmenes de datos. Estas tecnologías están \ntransformando profundamente diversos sectores, \ndesde la industria hasta la educación y la sanidad. \nSin embargo, la verdadera clave para el futuro \nserá la aplicación ética de estas innovaciones, \nasegurando que se utilicen de manera responsable \ny centrada en las personas. Es fundamental \ngarantizar la equidad digital y promover el acceso \nuniversal a la tecnología.\nIA, automatización, robótica, ¿de verdad cree \nque el futuro pasa por las personas?\nAbsolutamente. Aunque la IAl, la automatización \ny la robótica están transformando industrias y \nprocesos, el futuro sigue estando centrado en \nlas personas. La tecnología es una herramienta \npoderosa, pero el verdadero valor reside en cómo \nla utilizamos para mejorar la calidad de vida de \nlos individuos, optimizar los servicios públicos y \nfomentar el desarrollo de sociedades más justas, \nequitativas e inclusivas. \n                                                Sara Aguilar Ricart, Directora de Servicios de la Presidencia\n\n44El impacto de la sostenibilidad en la estrategia de TI  Nº 338 | Junio 2025/\nUn CIO en 20 líneas\n\"El dato es estratégico, pero \nno se trata de almacenar todo\"\nMiguel Ángel González-Gallego\nGlobal CIO & CISO en ImesAPI \n¿A qué se dedica la parte principal del presupuesto de TI de la empresa?\nA herramientas troncales corporativas como CRM, ERP, RRHH y Ciberseguridad.\n¿En qué área se está invirtiendo más este año?\nEn ciberseguridad.\n¿Qué proyecto es del que estás más satisfecho?\nLa transformación del proceso de facturación de proveedores, pasando de un sistema en \npapel a un formato completamente digital, lo que ha mejorado la eficiencia, trazabilidad y \nsostenibilidad del proceso.\nSi te pusieran todos los beneficios de la empresa a cargo del departamento de \nTI, ¿qué te gustaría implementar?\nProcesos totalmente digitales, con evolución y automatización, orientados a la eficiencia \noperativa, la reducción de errores y la mejora de la experiencia del usuario interno.\n¿Qué retos tiene un sector como el vuestro?\nUno de los principales retos es la baja madurez digital del sector, sumado a una \nplantilla con una media de edad elevada y con escasa familiaridad con herramientas \ndigitales. Esto dificulta la adopción de nuevas tecnologías y obliga a diseñar \nEdad: 51 años \nEstado Civil: Casado \nHijos: sí \nDeportes que practica: Running, ciclismo, tenis, pádel \nHobbies: Viajar, teatro, música \nEstudios: Máster en Ciberseguridad – UNED, Máster en Transformación \nDigital – ESIC \nPersonas a su cargo: 15 \nAntigüedad en la empresa: 30 años \nTrabajos anteriores: Director de Negocio de Ciberseguridad y \nComunicaciones\n\n45El impacto de la sostenibilidad en la estrategia de TI  Nº 338 | Junio 2025/\nestrategias de transformación digital muy progresivas y centradas en la \nformación y el cambio cultural.\n¿Qué opinas del I+D+i?\nEs absolutamente necesario. Siempre se debe invertir en investigación, desarrollo \ne innovación si se quiere mantener la competitividad, adaptarse a los cambios \ntecnológicos y ofrecer soluciones de valor añadido. No es una opción, es una \nobligación estratégica.\n¿En qué va a ayudar la irrupción de la IA a una empresa como la suya?\nLa inteligencia artificial permite optimizar el tratamiento de la información y \nautomatizar tareas repetitivas, lo que mejora la eficiencia operativa, reduce \nerrores y libera recursos para actividades de mayor valor añadido.\n¿Qué tendencias principales observas en el mundo TIC?\nLa tendencia principal es consolidar la robustez de los pilares tecnológicos de \nla empresa —como los sistemas core y la infraestructura— al mismo tiempo \nque se impulsa la adopción de tecnologías que ayuden directamente a los \nempleados en su día a día. Todo esto sin perder de vista el papel creciente de las \ninteligencias artificiales, que están transformando la forma en que operamos y \ntomamos decisiones.\nLo de extraer el valor del dato, ¿qué supone para una empresa como \nIngesan?\nSupone transformar el dato en un activo estratégico para la empresa. No se trata \nsolo de almacenar información, sino de convertirla en conocimiento útil que \npermita tomar decisiones más informadas, anticiparse a problemas y detectar \noportunidades de mejora en los procesos.\n¿En la nube u on-premise?\nActualmente convivimos con ecosistemas legacy que operan en entornos on-\npremise, pero estamos incorporando nuevos recursos y servicios en la nube. \nEsta estrategia híbrida nos permite mantener la estabilidad de los sistemas \ncríticos mientras aprovechamos la flexibilidad, escalabilidad y eficiencia de la \nnube para nuevos desarrollos y servicios.\nLas empresas tienen la ciberseguridad como una de sus prioridades, ¿en \nqué puntos incidís más en vuestra estrategia de ciberseguridad?\nLa ciberseguridad es una prioridad absoluta. Mantenemos un foco constante en \nla protección de los sistemas críticos, la detección temprana de amenazas, la \nformación continua del personal y la mejora continua de nuestras capacidades \nde respuesta ante incidentes.\n¿La falta de conocimientos de seguridad de clientes y empleados es el \nprincipal reto?\nSí, es un vector de riesgo muy alto. La falta de concienciación y formación en \nciberseguridad por parte de empleados y clientes puede comprometer incluso \nlas mejores infraestructuras técnicas. Por eso, invertimos en formación continua \ny campañas de sensibilización como parte esencial de nuestra estrategia.\nTienes una bola de cristal... ¿Cómo ve una empresa como la suya en 10 \naños? ¿Qué tecnologías son las que más les van a impactar?\nEs prácticamente imposible hacer una predicción a 10 años vista, especialmente \ncon la velocidad a la que evoluciona la inteligencia artificial. Cada trimestre \nsurgen nuevas capacidades que transforman procesos, modelos de negocio y \nformas de trabajar. Lo que sí es seguro es que la adaptabilidad y la capacidad de \nintegrar nuevas tecnologías serán claves para mantenerse competitivo.\nUno de los pilares de la estrategia de ImesAPI es la sostenibilidad, \n¿cómo impacta en el departamento de TI?\nLa sostenibilidad es uno de los indicadores incorporados recientemente.\nUn CIO en 20 líneasMiguel Ángel González-Gallego,  Global CIO & CISO en ImesAPI\n\n46El impacto de la sostenibilidad en la estrategia de TI  Nº 338 | Junio 2025/\nSiempre hemos sido defensores de la máxima \ndisrupción tecnológica y de la máxima disrupción \necológica en nuestra sociedad. Siendo esto así, \ncreemos firmemente que la IA será una aliada \ntecnológica para la sostenibilidad, por cuanto \nque podrá ser utilizada para construir modelos \npredictivos de la demanda de recursos naturales, \npara optimizar aún más los procesos de producción \ny de impacto ambiental, para diseñar productos \ncompletamente nuevos que sean más sostenibles y \neficientes. Una aliada imprescindible para permitir, \nen definitiva, la transición a un modelo productivo y \nde consumo más responsable. \nCiertamente, la IA podrá facilitar y ayudar a que \ndeterminados bienes o servicios cumplan una \nserie de criterios de sostenibilidad ambiental \ny circularidad conforme a los estándares \ninternacionales y a las nuevas normas europeas. \nPodrá ayudar en el diseño de productos y servicios, \npara garantizar la durabilidad de su vida útil, toda \nvez que facilitará al productor la toma de decisiones \nen el proceso de diseño para garantizando el \nmenor impacto ambiental del producto, y también \nal consumidor una elección soberana y ética de \nconsumo responsable. \nAhora bien, sabemos que la IA requiere un \ngran consumo de energía que se convierte en \ncalor y que debe ser eliminado para evitar el \nsobrecalentamiento de los servidores. Este proceso \nimplica un consumo importante de agua para la \nrefrigeración directa de los servidores (huella hídrica \ndirecta o de alcance 1), y para la generación de \nelectricidad (huella hídrica indirecta o de alcance 2). \nPues bien. un informe de la Universidad de \nCalifornia de 2024 reveló que la demanda global de \nIA podría ser responsable de la extracción de entre \n4,2 y 6,6 mil millones de metros cúbicos de agua en \n2027.  El consumo de agua a nivel global de Google, \nLegalidad TIc\nÉtica y huella ecológica en la IA\nVícTor Moralo IZa, Attorney and Partner Écija Abogados\nMicrosoft y Meta en 2022 alcanzó 2,2 mil millones de \nmetros cúbicos. \nLos millones de metros cúbicos de agua que se \nevaporaron, se deben considerar consumidos, por lo \nque en un entorno de escasez de agua dulce significa \nun gran desafío que debe ser justamente ponderado \ny compensado. \nEsta afección ambiental es de primer orden y \ntiene una trascendencia ética fundamental muy \nrelacionada con el principio de crecimiento inclusivo, \ndesarrollo sostenible y bienestar. Se debe garantizar \nque las partes interesadas participen de manera \nproactiva en la administración responsable de la IA \nbuscando resultados beneficiosos para las personas \ny el planeta. Eso va a depender en buena media del \n\n47El impacto de la sostenibilidad en la estrategia de TI  Nº 338 | Junio 2025/\nLegalidad TIc\nuso que se le de a la IA por partes de las entidades \nya sean privadas o públicas. \nPor ello que la Organización de las Naciones Unidas \npara la Educación, la Ciencia y la Cultura (UNESCO) \nlanzó una guía completa destinada a promover el uso \nresponsable de la inteligencia artificial (IA), que refleja \nel compromiso continuo internacional de asegurar \nque los avances tecnológicos contribuyan de manera \npositiva a la sociedad y respeten los derechos \nhumanos y los estándares éticos, proponiendo que \nse fomenten las prácticas de IA ambientalmente \nsostenibles.  Esta guía de la UNESCO destaca la \nnecesidad de considerar el impacto ecológico de las \ntecnologías de IA. \nSin embargo, el Reglamento (UE) 2024/1689 del \nParlamento Europeo y del Consejo, de 13 de junio \nde 2024, que establece las normas armonizadas en \nmateria de inteligencia artificial, poco o nada dice de \neste impacto adverso de la IA. La norma europea es \nconsciente que la “IA es un conjunto de tecnologías \nen rápida evolución que contribuye a generar \nbeneficios económicos, medioambientales y sociales \nmuy diversos en todos los sectores económicos y las \nactividades sociales” (considerando 4), aunque opta \npor legislar esta tecnología al margen del binomio IA-\nmedio ambiente. \nEfectivamente, a pesar de preverse la importancia \ndel impacto ambiental de la IA en informes \nsectoriales e internacionales, el Reglamento (UE) \nsobre IA no aborda los perjuicios ambientales \ninherentes al desarrollo e implementación de la \nIA, llegando a dejar la “variante ambiental” fuera \nde los factores por los que se considera una IA de \nalto riesgo. En cambio, no queda al margen de la \nnueva norma europea la valoración y evaluación \nde impactos adversos en materia de derechos \nhumanos dentro de la cadena de valor de los \nprocesos de IA. \nSolo la perspectiva “antropocéntrica” de la IA ha \nmonopolizado la ética propuesta por el Reglamento, \npor cuanto que se focalizan las medidas en esta \nmateria en función del riesgo que los sistemas IA \nsupongan para la persona, pero en desconexión con \nel entorno ambiental y ecológico. No es un enfoque \ncompleto. A nuestro entender la correcta evaluación \nde los efectos de riesgos de la IA, la correcta \njuridificación de los valores éticos del uso de la IA, \nno puede abordarse al margen del entorno natural \nal que afecto directamente y de forma adversa \nsu proceso de generación.  De igual manera, que \nel hombre y las empresas no se pueden llegar a \nentender sin su comunidad o sin el entorno natural \nque le rodea y en el que interactúa.\nLógica consecuencia de lo anterior y debido \na su falta de positivización en la norma, sería \nproponer a los operadores y agentes implicados \nnuevas metodologías que permitan evaluar con \nprecisión la huella ecológica de los modelos de \nIA, garantizar una mayor transparencia en la \ndivulgación de esta información, todo ello con \nel firme propósito de fomentar con éxito una IA \nverdaderamente sostenible.\nÉtica y huella ecológica en la IA\n\n48El impacto de la sostenibilidad en la estrategia de TI  Nº 338 | Junio 2025/\nAplicación Práctica\nHeineken sacia su sed de datos \ncon inteligencia artificial\nCon operaciones en más de 70 países y más \nde 165 fábricas de cerveza en todo el mundo, \nHeineken buscaba optimizar el acceso a los datos \npara que los usuarios empresariales pudieran \nencontrar y analizar información rápidamente en \nsu idioma preferido. Hoppy, un chatbot impulsado \npor inteligencia artificial, que funciona sobre \nSAP Business Technology Platform (SAP BTP), \nrepresenta un avance significativo en el compromiso \nde Heineken por agilizar los procesos internos y \ncapacitar a la plantilla.\n\"La decisión de Heineken de adoptar SAP Business \nAI para su chatbot interno es un ejemplo de enfoque \ninnovador para reinventar la eficiencia operativa \ny la capacitación de los empleados\", dijo Manos \nRaptopoulos, Chief Revenue Officer para APAC, \nEMEA y MEE en SAP. “Estamos orgullosos de ver \ncómo nuestra tecnología facilita una comunicación \ninterna fluida y el intercambio de conocimientos en \nuna marca global tan icónica”\nHeineken y SAP SE\nAl aprovechar el procesamiento avanzado del \nlenguaje natural con datos provenientes de múltiples \nsistemas, Hoppy elimina la necesidad de realizar \nbúsquedas manuales que consumen mucho tiempo \ny permite a los usuarios empresariales centrarse en \ntareas más estratégicas y de mayor impacto.\nCon la solución SAP Datasphere, la empresa ahora \ncuenta con un modelo de datos unificado que mejora \nel acceso a la información y la escalabilidad. Además, \ngracias a la capacidad del hub de inteligencia artificial \ngenerativa integrada con SAP BTP, Hoppy permite \nefectuar consultas en lenguaje natural, visualizar y \ntener un acceso más seguro a los datos.\nAndre van Schuijlenburg, director de gestión de \nprocesos globales en Heineken, comentó: “Construir \ne integrar agentes no siempre es un camino fácil. \nAún queda mucho por descubrir, pero como \ndecimos en el equipo: Don’t worry, be Hoppy!”.\nDesde que se incorporó Hoppy a plataformas \ncomo Microsoft Teams, Heineken ha visto cómo \nel tiempo que necesitan los trabajadores del \nconocimiento para recuperar información se \nha reducido de 15 minutos a solo 1. Con las \ncapacidades de SAP Business AI en el núcleo \nde Hoppy, Heineken también está explorando \nla automatización de tareas repetitivas para \nmejorar los procesos empresariales y agilizar la \ncomunicación y la toma de decisiones. Además, al \ndisponer de visión unificada de los datos, Hoppy \nahora puede detectar la información que falta \ndel centro de costes en las órdenes de compra, \npromoviendo la eficiencia y la precisión.\nHeineken, una de las cerveceras más grandes del mundo, de la mano de SAP ha introducido \nun chatbot interno de inteligencia artificial (IA), llamado 'Hoppy', para mejorar los procesos \nempresariales y ofrecer acceso a datos en tiempo real.\n\n49El impacto de la sostenibilidad en la estrategia de TI  Nº 338 | Junio 2025/\nTendencias\nLa industria 4.0 y el uso de las nuevas tecnologías \nhan desarrollado una gran dependencia del uso \ny almacenamiento de los datos. La estadística, y \nsus formas más avanzadas de análisis de datos, \nhan generado un nuevo paradigma en el uso de \nlos datos personales, que nos hacen proveedores y \nreceptores a la vez de nuevos productos y servicios \nen un mundo globalizado. \nEl término industria 4.0 se refiere a un nuevo \nmodelo de organización y de control de la cadena \nde valor a través del ciclo de vida del producto y a \nlo largo de los sistemas de fabricación apoyado y \nhecho posible por las tecnologías de la información.\nDesde el punto de vista de la economía circular, \nla digitalización ha desarrollado otra serie de \nherramientas muy innovadoras enfocadas en la \nreducción del impacto medioambiental. La gestión \nde datos y la aplicación de soluciones digitales, \ncomo las plataformas digitales, los dispositivos \ninteligentes, la inteligencia artificial, el Internet de \nlas Cosas y el blockchain son ya hoy tecnologías \nfacilitadoras para avanzar hacia la economía circular. \nEsta «Cuarta Revolución Industrial», caracterizada \npor el aumento de la conectividad digital entre \npersonas, productos y sistemas, e impulsada por \nInternet y la tecnología móvil, ha sido un auténtico \ncatalizador para desbloquear una gran cantidad de \noportunidades.\nLas empresas y los usuarios que buscan adaptarse \nal futuro necesitan aumentar la digitalización y \nel cuidado de su huella de carbono, mejorando \nprimero la captura de datos, la comunicación \ninterna, los informes, el análisis y la transparencia \ngracia al uso de servicios en la nube y el big data. \nTodas estas mejoras las prepararán, sin duda, para \nobtener una ventaja competitiva. En el caso de la \ntransformación digital en el transporte, el cambio \nha venido precedido por una evolución de una \nevolución en la digitalización de sus procedimientos.\nEn definitiva, la sociedad basada en el conocimiento \nnecesita generar, almacenar, distribuir y usar estos \ndatos, y para ello, los centros de procesamiento \nLogística y gestión de cadena de suministro: \n¿mejoran la sostenibilidad los centros de datos?\n\n50El impacto de la sostenibilidad en la estrategia de TI  Nº 338 | Junio 2025/\nde datos gestionan la información contendida \nen millones de dispositivos tecnológicos. Más de \n22.000 millones de dispositivos están conectados a \nInternet según la HelpNetSecurity.\nImpacto medioambiental de los CDP\nUn centro de procesamiento de datos (CPD) es la \nubicación física donde se concentran los recursos \nnecesarios de computación de una organización \no proveedor de servicios. También es conocido \ncomo «Internet Data Center» (IDC) en inglés o \ncentro de cálculo o centro de datos en España. \nEl centro de datos se encuentra en permanente \ncambio. El sector digital es responsable de un \n3.8 % de las emisiones mundiales de gases \nde efecto invernadero. Uno de los retos a los \nque se enfrenta el sector tecnológico es el \nmedioambiental. El mundo digital, aunque parece \nintangible, se basa en toda una red de servidores, \ninfraestructuras de red y centros de datos que \nlo convierten en responsable de las emisiones \nmundiales de gases de efecto invernadero.\nEl consumo de productos electrónicos y servicios \ndigitales tiene un coste medioambiental, \ncomo se desprende de los estudios del Grupo \nIntergubernamental de Expertos sobre el Cambio \nClimático (IPCC). Así lo advierte también DATA4 \nen base a los datos de GeSI SMARTer 2030. \nY el volumen de usuarios, datos y, por tanto, \nnecesidades energéticas no deja de crecer. Según \nla revista National Geographic “cada minuto se \nenvían en el mundo 38 millones de mensajes de \nWhatsApp, se visualizan 266.000 horas de Netflix, \n4,3 millones de vídeos en YouTube y se realizan 3,7 \nmillones de búsquedas en Google, según los datos \nde la compañía analítica Cumulus Media publicados \nen Visual Capitalist. \nSi Internet fuera un país, sería el sexto más \ncontaminante del mundo. Así lo afirman los datos \nde la organización Greenpeace en su informe \nClicking Clean” El causante principal de la huella \nambiental de los CDP es la energía necesaria para \nhacer funcionar su infraestructura. Los centros \nde datos, las antenas de móvil y los dispositivos \nnecesarios para acceder a internet requieren \ngrandes cantidades de electricidad.\nPara compensar las caídas de tensión, en los data \ncenter se almacenan grandes baterías, como las \nde los coches. A veces se utilizan incluso enormes \ngeneradores diésel. Internet no para de crecer, \nen el horizonte se asoman los coches autónomos, \naumentan los dispositivos portátiles y los hogares \nconectados. La nube se expande y cada vez habrá \nmás datos que procesar y almacenar. Hasta la \nfecha, hay nueve millones de centros de datos \nen todo el mundo. Y solo los que están en suelo \nestadounidense usan el 10% de la energía nacional.\nJon Koomey, profesor de la Universidad de \nStanford, es uno de los pocos que se ha dedicado \na calcular este impacto y afirma que el uso de \nInternet, si tenemos en cuenta todos los elementos \nque lo hacen funcionar, supone el 8-10% de \nnuestro consumo energético. Los centros de datos \nrepresentan un 1,52%. Para Jon Koomey, experto \nen el impacto medioambiental tecnológico, los \nelementos más importantes a medir son lo que \ndenomina «the big three»:\n1. El equipo que usamos para acceder a Internet \n(ordenadores, tabletas, portátiles, routers).\n2. Los centros de datos (que almacenan y alojan las \npáginas web).\n3. Las redes de acceso (el cableado y las antenas \nque transportan los datos).\n¿Qué impacto tiene la red? Según la consultora \nGartner, la huella de carbono de Internet superó \nla de la industria de la aviación en 2007, y llegó a \nsuponer un 2% de las emisiones internacionales. \nEstudios más recientes del CEET en Australia \nconcluyeron, en 2013, que la industria de \ntelecomunicaciones en su conjunto produce 830 \nmillones de toneladas de dióxido de carbono al \naño, una cifra que, según sus estimaciones, se \nduplicará en 2020.\nTendenciasLogística y gestión de cadena de suministro: ¿mejoran la sostenibilidad los centros de datos?\n\n51El impacto de la sostenibilidad en la estrategia de TI  Nº 338 | Junio 2025/\nTendencias\nCada búsqueda que realizamos en internet libera al \nmedio ambiente 0.2 gramos de CO2, lo que, según \nel propio Google, significa que el efecto invernadero \nprovocado por mil búsquedas equivaldría a conducir \nun coche durante un kilómetro.\nEsta enorme huella ecológica no para de aumentar, \nconvirtiendo a los centros de datos en una de las \nindustrias que más influirán en el futuro en las \ncondiciones medioambientales, lo que genera \nun coste adicional para las empresas por la \ncontaminación que generan.\nEsto ha propiciado la aparición de una tendencia \nhacia la ecología, que lleva a los principales \noperadores y a las empresas destacadas del \nsector de la colocación hacia nuevas políticas \nde construcción y operación más ecológica para \nsus instalaciones. Y, de cara a lograr la máxima \neficiencia en el funcionamiento de cara a la \npróxima década, para generar un menor impacto \nambiental a la vez que se reducen los costes \noperativos, los expertos señalan una serie de \ntecnologías clave:\n◗ Refrigeración líquida: Uno de los sistemas que \nmás ahorro energético proporciona en un centro de \ndatos es la refrigeración líquida de los servidores y \notros equipos electrónicos \n◗ Gestión de infraestructura impulsada por IA: Una de \nlas mejores formas de optimizar el uso de todos los \nrecursos en un centro de datos es emplear sistemas \nautomatizados de gestión de la infraestructura, y la \nllegada de la IA ha hecho posible alcanzar nuevas \ncotas en este campo. \n◗ Mayor uso de los servidores: mejor solución \nes recurrir a los sistemas automatizados de \nadministración de infraestructura, mejorando la \nmonitorización y habilitando un núcleo basado en \ninteligencia artificial. \n◗ Computación cuántica: no solo aumentará \nexponencialmente la capacidad de cálculo de \nlos ordenadores, sino que la eficiencia energética \ndará un salto cualitativo, que podría alcanzar 20 \nórdenes de magnitud con respecto a los equipos \ninformáticos actuales. \n◗ Predominio de los operadores hiperescala: El \ncrecimiento del mercado hiperescala también va a \ninfluir decisivamente en el ahorro energético general \ndel sector de los centros de datos. \nDesarrollo de los Green Data Center\nSignifica un datacenter ecológico. Un centro de \ndatos ecológico es una instalación informática \nde clase empresarial que está completamente \nconstruida, administrada y operada con \nlos principios de computación ecológica. \nProporciona las mismas características y \ncapacidades de un centro de datos típico, pero \nutiliza menos energía y espacio, y su diseño y \nfuncionamiento son respetuosos con el medio \nambiente. Un centro de datos ecológico está \ndiseñado para tener un efecto mínimo en el \nentorno natural.\nEl Gobierno de los Estados Unidos fue uno de \nlos primeros en sensibilizarse con este tema. El \ninforme United States Data Center Energy Usage, \npatrocinado por el Departamento de Energía de \nlos Estados Unidos, calcula el consumo de energía \nde los centros de datos en base a parámetros \ncomo el PUE. Y marcan la eficiencia de los CPD \nen base a los indicadores PUE. Cuanto menor sea \neste indicador, más eficiente, más sostenible será \nel centro de datos. Podemos hablar de un CPD \neficiente con un PUE de un 1.6. Grandes empresas \ncomo Google poseen data centers con un PUE \n(Power Usage Effectiveness) de 1.12 y una ratio de \neficiencia del 83%.\nLa construcción y operación de un centro de datos \nverde incluye tecnologías y estrategias avanzadas. \nAquí hay unos ejemplos:\n• Minimizando las huellas de los edificios \n• El uso de materiales de construcción de baja \nemisión, alfombras y pinturas \n• Paisajismo sostenible \n• Reciclaje de residuos \n• Instalación de convertidores catalíticos en \ngeneradores de respaldo \n• El uso de tecnologías energéticas alternativas \ncomo la energía fotovoltaica, las bombas de calor y \nla refrigeración por evaporación \n• El uso de vehículos híbridos o eléctricos \nLogística y gestión de cadena de suministro: ¿mejoran la sostenibilidad los centros de datos?\n\n52El impacto de la sostenibilidad en la estrategia de TI  Nº 338 | Junio 2025/\nTendencias\nLos datos: el activo clave que está \ndando forma al futuro de los negocios\nEn un mundo donde la inteligencia artificial (IA), \nel Internet de las Cosas (IoT) y la nube están \ntransformando la forma en que gestionamos la \ninformación, los datos se han convertido en un \nactivo estratégico indispensable. Más que un \nsimple volumen para almacenar, representan \nel motor de la innovación y el crecimiento. Sin \nembargo, ante el crecimiento exponencial de \ndicho volumen su gestión se está convirtiendo \nen un gran reto para las empresas. La capacidad \nde explotar al máximo estos datos depende de \ninfraestructuras de almacenamiento de alto \nrendimiento adaptadas a las nuevas necesidades \nanalíticas y de IA.\nPor JavIer alonso, resPonsaBle de desarrollo de negocIo de solucIones emPresarIales ssd Y flash Para sandIsk emea\nUn mundo saturado de datos\nLa cantidad de datos creados, consumidos y \nalmacenados a nivel mundial sigue creciendo, y \nlas proyecciones estiman que superará los 394 \nzettabytes en los próximos años. Esta explosión, \nimpulsada por la diversificación de fuentes, \nla proliferación de sensores conectados y la \ncreciente automatización, está transformando a \nlas empresas. La aceleración del desarrollo de \nnuevas generaciones de inteligencia artificial, \nya sean modelos avanzados o la aparición \nde agentes de IA capaces de procesar tareas \ncomplejas de forma autónoma, refuerza \nesta tendencia. Estos avances tecnológicos \nmultiplican el volumen de datos a procesar y \nrequieren infraestructuras de almacenamiento \ncada vez más robustas y eficientes.\nAlmacenamiento eficiente para aprovechar al \nmáximo el ciclo de vida de los datos de IA\nEn el ciclo de vida de los datos de IA, cada paso, \ndesde el archivado inicial hasta la generación \nde nuevo contenido, depende de la calidad \ndel almacenamiento. Las organizaciones \nnecesitan soluciones de almacenamiento de alto \nrendimiento para garantizar una rápida ingesta, \nuna transformación eficiente y un acceso fluido \na los datos. Sin esta base sólida, los modelos de \nIA no pueden alcanzar su máximo potencial, lo \nque ralentiza el proceso de innovación y limita la \ncreación de valor.\n\n53El impacto de la sostenibilidad en la estrategia de TI  Nº 338 | Junio 2025/\nTendenciasLos datos: el activo clave que está dando forma al futuro de los negocios\nAlmacenar datos ya no significa simplemente \nconservarlos. Hoy en día, se trata de hacerlos \naccesibles en tiempo real para alimentar \nalgoritmos de IA, desarrollar sistemas de \ninferencia y garantizar la toma de decisiones \nbasada en información útil. Además, la velocidad \nde procesamiento y la escalabilidad de los \nsistemas de almacenamiento deben adaptarse \na las nuevas necesidades de las empresas en \nmateria de analítica y aprendizaje automático.\nHacia un enfoque flexible y sostenible  \npara el almacenamiento\nEl reto para las organizaciones reside en \nencontrar el equilibrio adecuado entre el \nalmacenamiento local y en la nube, optando \npor soluciones híbridas que satisfagan \nsimultáneamente los requisitos de seguridad, \nflexibilidad y coste. Este enfoque híbrido \npermite beneficiarse de la capacidad de \nrespuesta de las soluciones en la nube, \nmanteniendo al mismo tiempo el control \ndirecto sobre los datos confidenciales. Además, \nlas empresas deben anticiparse al futuro \nadoptando tecnologías más sostenibles, como \nunidades de alta capacidad y sistemas de \nrefrigeración avanzados, que reducen la huella \nde carbono y optimizan el rendimiento.\nEs necesario que las empresas se replanteen \nsus estrategias de almacenamiento. La \nseguridad y preservación de los datos no sólo \ndebe considerarse como una protección contra \namenazas, sino también como un factor clave \npara la creación de valor. Con la implementación \nde una infraestructura adecuada y con una \nvisión a largo plazo las empresas pueden \naprovechar al máximo este recurso esencial \npara su futuro. Invertir en soluciones de \nalmacenamiento de misión crítica es clave \npara una gestión eficaz y para preparar a las \nempresas para los retos que están por venir.\nEl reto para las empresas \nreside en encontrar el \nequilibrio adecuado entre el \nalmacenamiento local y la nube\n\n54El impacto de la sostenibilidad en la estrategia de TI  Nº 338 | Junio 2025/\nEntrevista\n“La estrategia de Appian pasa \ntener un impacto social más que \neconómico”\nLa compañía que dirige es la número uno del mundo en automatización de \nflujos de trabajo empresariales con integración. Su plataforma es especialmente \nfuerte en orquestación, automatización y optimización de procesos complejos \ndentro de las empresas. A todo ello, lidera la gestión de procesos empresariales \ngracias a la facilidad de uso o la capacidad de integración con otras \nherramientas. Todo ello, sin contar con lo que hasta hace no muchos años era \nMatt Calkins,  \nCEO y fundador de Appian\nPor manuel navarro\nCuando alguien imagina al máximo directivo de una empresa \ntecnológica seguramente, y no le faltará razón, se encontrará \ncon alguien más o menos distante, con un ego desmesurado y \nfundamentalmente, por hacer crecer a la compañía que dirige \ncueste lo que cueste. Matt Calkins, CEO y fundador de Appian se \nsale de esa norma no escrita. Y eso que motivos para ajustarse a la \nimagen del directivo habitual no le faltan.\n\n55El impacto de la sostenibilidad en la estrategia de TI  Nº 338 | Junio 2025/\nuna de sus principales fuentes de negocio: el \nlow-code, un mercado en el que, por supuesto \ntambién es una de las empresas líderes. \nAdemás de toda esa amalgama de soluciones \nAppian cuenta con una historia que también \nmuestra las virtudes de nuestro protagonista. \nFundada en 1999, Matt Calkins, Michael Beckley, \nMarc Wilson y Bob Kramer se reunieron en el \nsótano de Calkins sin un plan de negocio definido \nni financiación externa. Su objetivo era el de crear \nuna empresa que tuviera un impacto positivo y \namplio y positivo en otras organizaciones para \nque pudieran desarrollar software de manera \nmás rápida y sencilla. Tras años de trabajo y \naprendizaje, lograron consolidar su propuesta de \nvalor basada en el low-code: una plataforma que \npermite desarrollar aplicaciones empresariales \ncon mínima programación, democratizando el \nacceso al desarrollo de software. Durante los \nprimeros años, los fundadores fueron financiando \ncon su propio dinero la compañía. De hecho, su \nprimera ronda de capital externo no llegó hasta \n2008. A día de hoy, los cuatro fundadores siguen \nrelacionados con la empresa.\nEn estos momentos, Calkins, ahora ya millonario, \npodría vender la empresa por miles de millones de \ndólares. A buen seguro, compradores no le faltarían. \nTambién podría especular, multiplicar el valor de la \nacción o asegurarse el crecimiento a toda costa de \nla empresa. Nada de eso entra en la mentalidad \nMatt Calkins, CEO y fundador de Appian\nEntrevista\nTodos nuestros competidores \nestán interesados en recopilar \ndatos, entrenarlos y reclamarlos. \nEn Appian tenemos la postura \nmás extremadamente privada del \nsector\ndel máximo responsable de Appian, porque como \naseguró durante una entrevista concedida a Byte \nTI y a Beatriz Aznar de Disruptores de El Español \n(algunas de las respuestas que verán en esta \nentrevista fueron a preguntas suyas), en el contexto \ndel Appian World celebrado el mes pasado, “una \nde las cosas más importantes en la estrategia de \nAppian es que la compañía debe tener un impacto \nsocial más que económico. Creo que la tecnología \nde Appian empodera. Hace que las personas de \ntodo el mundo sean más fuertes y que estén más \ncapacitadas cuando hacen su trabajo. Así que sí, \nestoy muy orgulloso del impacto social que tiene \nAppian porque nuestra tecnología está diseñada \npara fortalecer a las personas. Por ejemplo, el \nénfasis que ponemos en la facilidad de uso es \nun reflejo de nuestra prioridad de que nuestra \ntecnología empodere a las personas. El objetivo que \nperseguimos es que la mayor cantidad de personas \nhagan más con la tecnología de lo que ellas mismas \ncreían que podían hacer. Así fue como nacimos: \nen lugar de crear un lenguaje de programación, \ndecidimos desarrollar un entorno intuitivo en el que \ntodo el mundo puede ser fuerte”.\nY en este contexto, emerge rápidamente la \nInteligencia Artificial. Calkins lleva su generosa \nfilosofía a los entornos de Inteligencia Artificial. \nSu defensa activa de la protección de los datos \nes constante, por ejemplo. Pero estamos en un \nmomento en el que muchas personas se sienten \namenazadas por la IA. Más concretamente \ntienen temor a perder su puesto de trabajo. Y \nes que muchas empresas están utilizando la IA \nporque piensan que si adoptan esa tecnología, \npodrán eliminar algunos puestos de trabajo. Así \nque ¿cuál es el impacto social de la IA en una \nempresa o incluso en una sociedad?\nCalkins afirma que “la IA es una tecnología \ndisruptiva. Y, al igual que muchas tecnologías \ndisruptivas, cambiará los puestos de trabajo. No \nme gusta decir «eliminará», porque simplemente \nlos transformará. La historia de la economía \nestá llena de tecnologías que han cambiado los \npuestos de trabajo. Sin embargo, no miramos \natrás y nos preocupamos por los puestos que \neliminaron las tecnologías del pasado, porque \nsiempre hemos creado otros mejores que los \nhan sustituido. Creo que ahora está ocurriendo \nlo mismo. Estamos trasladando a las personas a \n\n56El impacto de la sostenibilidad en la estrategia de TI  Nº 338 | Junio 2025/\npuestos más importantes y con mayor influencia, \ny les permitimos utilizar más rasgos humanos. \nCreo que eso es importante. Cuando se habla \nde tecnología hay que comprender que es \ndisruptiva a corto plazo, pero a largo plazo \nsiempre ofrece a las personas mejores trabajos”.\nY la IA en la pyme\nA menudo se identifica el uso de la IA en las \ngrandes empresas. Las pymes parecen que están \nolvidadas en la incorporación de la Inteligencia \nArtificial sobre todo por su falta de recursos. Calkins \ncree que puede ser una gran oportunidad para ellas: \n“Creo que la IA puede ser de gran ayuda porque \nvamos a hacer que sea fácil de usar. Entiendo \nque ahora mismo pueda parecer intimidante. La \nIA puede plantear algunos riesgos, pero estamos \nhaciendo todo lo posible para eliminarlos y facilitar \nsu uso. ¿Te has fijado en que nuestro nuevo \nproducto te permite crear un agente en 30 minutos, \npor ejemplo, o que puedes utilizar uno de los que \nya hemos creado? Estamos facilitando el inicio en el \nuso de la IA y, además, le proporcionamos barreras \nde seguridad. La IA no hará cosas indeseadas. Solo \nelegirá entre un conjunto de opciones que tú le \nhayas dado. Nuestra misión no es solo proporcionar \nuna buena tecnología, sino facilitar su uso. \nFacilitar su uso nos permite trabajar con empresas \nmedianas, y esperamos hacerlo mucho con la IA”. \nCalkins no sólo es consciente de la disrupción \nque supone la IA y de las ventajas que puede \nproporcionar. También es un férreo defensor de \nla protección de los datos con los que se alimenta \nla IA. De hecho, es de los pocos directivos \nnorteamericanos que valora de forma positiva \nla Ley de IA europea. Los desarrollos que hace \nAppian en torno a la Inteligencia se orientan \ntodos en que los datos permanezcan en las \npropias empresas. Y, al igual que el directivo hace \nhincapié en el propósito social de la empresa, se \nmuestra orgulloso de la política de privacidad que \nincorpora a sus desarrollos de inteligencia artificial. \nDe hecho, tiene como política obtener grandes \ncantidades de datos de los clientes Así, afirma \nque “somos extremadamente cuidadosos con los \ndatos de los usuarios. Intentamos ser líderes en \nnuestro sector en materia de privacidad y tenemos \nun compromiso mayor que nuestros competidores. \nEsto es especialmente importante ahora que los \ncreadores de modelos de IA utilizan los datos \npara entrenar a la IA. Cualquier empresa que esté \ndesarrollando un modelo de IA está ávida de datos. \nNosotros no lo estamos y no lo hacemos. Tampoco \nrecopilamos datos. No forzamos la incorporación \nde datos a nuestra base de datos. Nuestra \nestrategia de datos es todo lo contrario. Dejamos \nla empresa tal y como está. Nos conectamos a \nella con la estructura de datos. Nunca agregamos \nla información y no entrenamos nuestra IA con \nella, porque no fabricamos productos de IA. Por lo \ntanto, estratégicamente, hemos elegido la posición \nmás desinteresada en cuanto a tomar los datos de \nnuestros clientes y más interesada en protegerlos. \nEntrevista\nMatt Calkins, CEO y fundador de Appian\n\n57El impacto de la sostenibilidad en la estrategia de TI  Nº 338 | Junio 2025/\nEntrevista\nY eso se nota porque nuestra estrategia de \nestructura de datos es compatible con una \nempresa privada descentralizada”. Es en este \nmomento, cuando Calkins explica su apuesta por \nla IA privada: “La IA privada significa no entrenar \na la IA con datos, sino utilizar un modelo de datos \nsin entrenar y exponer solo los datos necesarios \npara responder a la pregunta. Cada vez que surge \nuna nueva pregunta, nosotros le proporcionamos \nnuevos datos. A continuación, se responden \nambas cosas juntas y luego lo olvidamos todo. \nSolo se puede hacer eso si se dispone de una \nestructura de datos rápida y que abarca todo lo \nque hay en la empresa, de modo que, cuando \nsurge una pregunta, se pueden encontrar \nrápidamente los datos y proporcionarlos junto con \nla pregunta, enviando ambos juntos. Esto requiere \nel suministro de datos en tiempo real para no tener \nque entrenar la IA por adelantado. Ese es nuestro \nenfoque. Es la postura más extremadamente \nprivada de nuestro sector. Apoyamos la IA sin \nentrenamiento y sin recopilación de datos. Y \ntodos nuestros competidores están interesados en \nrecopilar datos, entrenarlos y reclamar los datos. \nPor lo tanto, hemos adoptado una postura extrema \ny divergente con respecto a la privacidad. Y yo \npersonalmente creo en la privacidad”.\nEs esta defensa de la privacidad lo que hace \nque Calkins valore de forma positiva la Ley de \nIA de la Unión Europea. El máximo responsable \nde Appian cree que aunque no es perfecta, es \nmejor a cualquier otra normativa que exista en \nla actualidad: “Creo que es responsable conocer \nlas normas, ser claros y contar con reglas que \nobliguen a las empresas de IA a revelar qué \ndatos recopilan y con qué fin, para que podamos \nentender de dónde proviene el valor de su \nmodelo. Me gusta la Ley de IA de la UE, aunque \nno creo que sea perfecta. Pero desde luego, no \ncreo que vaya a suponer un gran problema para \nla adopción de la IA. Hay algunas normas que \nobligarán a los usuarios a realizar un pequeño \nesfuerzo adicional, pero no es tan difícil. Es \nmejor conocer las normas de antemano, aunque \nsean un poco difíciles, que no saberlas y tener \nque hacer conjeturas y revisarlas más adelante, \ncuando se aprueben otras leyes. Prefiero el \nenfoque de la UE, y realmente podemos ayudar \nen este sentido. Por cierto, según la Ley europea, \nla IA no puede tomar la decisión final sobre \nciertas cuestiones importantes. Por ejemplo, si \nalguien consigue un trabajo, un préstamo o una \nhipoteca, la IA puede formar parte del proceso, \npero no puede tomar la decisión final, es decir, \nla Ley de IA de la UE ya ha establecido que debe \nhaber varios pasos en un proceso de IA y varios \nresponsables de la toma de decisiones en un \nproceso de IA. Cuando hablamos de que la IA \nnecesita un proceso, en Europa, eso significa que \nla IA necesita un proceso por ley. Hay que seguir \nvarios pasos y distribuir el trabajo.\nLos juegos de mesa\nAdemás de dirigir la empresa Calkins es un \napasionado de los juegos de mesa. Ha creado \nvarios, que han sido premiados y que son \nmuy valorados por los jugadores. Sus juegos \nsuelen tener reglas sencillas y mecánicas \naccesibles, pero ofrecen una profundidad \nestratégica significativa. Esto permite que sean \nfáciles de aprender, pero difíciles de dominar, \natrayendo tanto a jugadores ocasionales como \na expertos. Pero, ¿cómo llevaría Calkins las \npautas que rodean a un agente de IA (Pensar, \nactuar, aprender) al desarrollo de un juego de \nmesa?: “Realmente podrías hacerlo. De verdad \nque podrías. Si yo lo hiciera, probablemente \nsimplificaría la fase de reflexión a simplemente \nreunir algunas cartas. Entonces tendrías \nunas cuantas cartas y tendrías que crear un \ncomportamiento rápido a partir de ellas. Tendrías \ncinco cartas, cada una con instrucciones \ndiferentes, y elegirías dos o tres de ellas, y eso \nsería... no sé cómo encajaría el aprendizaje \nen eso, pero tal vez, dependiendo de lo buena \nque fuera la acción, se te permitiría robar más \ncartas la próxima vez o algo así. Quizás uno de \nlos objetivos sería aumentar el número de cartas \ncada vez. Ahora que lo menciono, sería divertido \nhacer un juego así. Me gustaría”. \nMatt Calkins, CEO y fundador de Appian\n\n58El impacto de la sostenibilidad en la estrategia de TI  Nº 338 | Junio 2025/\nCibercotizante\nJosé Joaquín Flechoso\nPresidente de Cibercotizante\nQuantum el futuro-presente de la tecnología\nLa computación cuántica es una de las tecnologías \nmás prometedoras y potentes donde los qubits, \nson capaces de existir en múltiples estados \nsimultáneamente, gracias al fenómeno de la \nsuperposición cuántica. Lo cual permite realizar \ncálculos exponencialmente más rápidos que los \nsistemas tradicionales. A pesar de su potencial, la \ncomputación cuántica aún enfrenta retos, como \nla estabilidad de los qubits y la necesidad de \ntemperaturas extremadamente bajas para operar, \nlo cual vuelve a abrir el debate de la sostenibilidad, \nsi bien se continúa avanzando en la creación de \nsistemas comerciales viables.\nLa computación cuántica tan solo reemplazará \na la computación clásica en algunos ámbitos, \npero sí abrirá puertas a un futuro tecnológico \ncompletamente nuevo, pudiendo transformar \ndiversas industrias y resolver problemas que hoy \nen día son inabordables para los ordenadores \nconvencionales. Notaremos especiales avances en \nel terreno de la criptografía cuántica e incorporan \nalgoritmos capaces de romper cifrados actuales, \nobligando a desarrollar nuevas técnicas de \nseguridad.\nLos avances en química computacional permitirán \ndesarrollar materiales innovadores con propiedades \núnicas y permitirán la simulación de interacciones \nmoleculares a nivel cuántico, permitiendo el diseño \nde nuevos medicamentos.\nNotaremos mejoras en la logística y planificación \nde rutas, desde el transporte hasta la gestión \nde inventarios y optimizaciones en el diseño de \nmateriales y fármacos, reduciendo costos y tiempo \nde producción. En cuanto a aplicaciones concretas, \nen Inteligencia Artificial y Machine Learning, con la \naceleración de algoritmos de aprendizaje automático \npara procesar grandes volúmenes de datos y \nuna notable mejora en la capacidad de entrenar \nmodelos de inteligencia artificial con mayor precisión \ny menor consumo energético \nPaíses como Alemania, Francia y Reino Unido están \ninvirtiendo en computación cuántica, pero España \ndestaca por su enfoque en tecnología propia y \ncolaboración con la UE y nos estamos consolidando \ncomo líder en computación cuántica en Europa. \nPor ejemplo, España cuenta con una instalación \ncomo el Barcelona Supercomputing Center que \nalberga el superordenador MareNostrum. Desde su \nfundación en 2005, el BSC-CNS ha sido clave en el \ndesarrollo de la supercomputación en Europa. \n\n59El impacto de la sostenibilidad en la estrategia de TI  Nº 338 | Junio 2025/",
      "lastUpdated": "2025-06-29T03:53:11.149Z",
      "size": 163687
    }
  ],
  "lastSync": "2025-06-29T03:53:11.149Z"
}