{
  "documents": [
    {
      "fileName": "IA_Codster.pdf",
      "text": "\n\n27\nUNA MIRADA A LA INTELIGENCIA ARTIFICIAL\nMICHAEL  ESTID  ALVARADO  ROJAS\nRev.  Ingeniería,  Matemáticas  y  Ciencias  de  la  Información\nVol.  2  /  Núm.  3  /  enero  -  junio  de  2015;  pág.  27-31\nUNA  MIRADA  A  LA  INTELIGENCIA  ARTIFICIAL\nArtificial Intelligence (AI) at a Glance\nMICHAEL  ESTID  ALVARADO  ROJAS*\nRecibido: 20 de Enero de 2015. Aceptado: 20 de Abril de 2015\nRESUMEN\nEn este documento se dan a conocer los conceptos básicos, la historia, las clases e información relevante acerca de la\ninteligencia artificial. En resumen, la inteligencia artificial se define como la ciencia que tiene un enfoque importante en\nel desarrollo de programas o máquinas, que son capaces de razonar solo para la solución de un problema, y se añade\na esta tener la capacidad de ser más eficiente que un ser humano.\nPP\nPP\nP\nalabras clave: alabras clave: \nalabras clave: alabras clave: \nalabras clave: inteligencia artificial, sistemas expertos, aplicaciones, resolución de problemas.\nA\nBSTRACT\nIn this document are given to learn the basics, history, classes, and most relevant information about artificial intelligence.\nIn sum, the artificial intelligence is defined as the science that has one major approach in the development of programs\nor machines, which are capable of reasoning alone for the solution of problem, and added to this have the ability to be\nmore efficient than a human.\nKeywords:Keywords:\nKeywords:Keywords:\nKeywords:\n  \n  \n artificial intelligence, expert systems, applications, problem solving.\nI. INTRODUCCIÓN\nEn este documento se describirá un estado del\narte  acerca  de  la  inteligencia  arficial  como  ten-\ndencia tecnológica que está impactando diferen-\ntes  sectores.\nEn la sección II del documento se dará a cono-\ncer una definición de inteligencia artificial, su idea\nprincipal  de  estudio  y  el  porqué  surgió  esta\nciencia.\nEn la sección III se tiene la cronología de la In-\nteligencia Artificial, sus inicios, el desarrollo que\nha  tenido  a  traves  de  los  años,  y  algunas  de  sus\ncaracterísticas.\n*Michael  Estid  Alvarado  Rojas.  Estudiante  de  Ingeniería  de  Sistemas.  Corporación  Universitaria  Republicana.\nEn  la  sección  IV  se  describen  los  dos  tipos  de\ninteligencia artificial que se tienen en cuenta en la\nactualidad, que son al Inteligencia Artificial con-\nvencional y la computacional, se habla a fondo de\nestos dos términos, sus parámetros y sus métodos\nde estudio.\nEn la sección V se resaltan aplicaciones de inte-\nrés y se presentan algunas conclusiones sobre este\nestado  del  arte.\nII. CONCEPTUALIZACIÓN\nLa  palabra  inteligencia,  etimológicamente  se\nderiva  de  la  voz  latina  «legere»  que  significa\n\n28\nREVISTA  INGENIERÍA,  MATEMÁTICAS  Y  CIENCIAS  DE  LA  INFORMACIÓN\nRev.  Ingeniería,  Matemáticas  y  Ciencias  de  la  Información\nVol.  2  /  Núm.  3  /  enero  -  junio  de  2015;  pág.  27-31\nrecolectar y esta directamente relacionada con ele-\ngir,  en  donde,  «intellegere»  significa  elegir  entre\nvarias cosas. En ese sentido, inteligencia se descri-\nbe como la capacidad de discernir algo [1], pero a\nmedida que el conocimiento humano se fue expan-\ndiendo, el concepto de inteligencia ha ido tenien-\ndo  cada  vez  más  facetas  del  comportamiento  no\nautomático o repetitivo, y esto a su vez esta más\nrelacionado  con  la  resolución  de  problemas  y  al\nproceso creativo.\nLa  Inteligencia  Artificial  se  considera  como\nuna de las ramas de las ciencias de la computa-\nción que se ocupa de construir sistemas que per-\nmiten exhibir un comportamiento cada vez más\ninteligente [2].\nGracias a está rama de la computación se tiene\nsistemas con capacidades superiores a las del ser\nhumano, como lo son los sistemas expertos que tie-\nnen la propiedad de copiar o imitar características\nde la capacidad mental del hombre, además pue-\nden relacionar reglas de sintaxis del lenguaje ha-\nblado y escrito sobre una base experiemental, para\nluego  hacer  juicios  acerca  de  un  problema,  cuya\nsolución se logra con de la forma más rápida y efi-\nciente que el ser humano.\nEs así como la inteligencia artificial se convier-\nte en un área relevante en la ciencia cognitiva [3]\ncomo estudio interdisciplinario de cómo la infor-\nmación  es  representada  y  transformada  en  la\nmente/cerebro y como se puede imitar en un sis-\ntema artificial.\nLas  ciencia  cognitiva  surgió  como  un  estudio\nfilosófico y razonístico de la inteligencia del hom-\nbre y su interes permanente por imitar el compor-\ntamiento  de  elementos  de  la  naturaleza  de  su\nentorno, basicamente, la Inteligencia Artificial busca\nimitar y superar la inteligencia humana y las supe-\nrar las capacidades que ya se tienen de forma na-\ntural actualmente.\nEl  desarrollo  de  la  inteligencia  artificial  no\npretende reemplazar en su totalidad la inteligen-\ncia humana ni la toma de decisiones, el objetivo\nesta centrado en apoyar y aumentar capacida-\ndes para resolver de forma más eficiente pro-\nblemas específicos, para que el factor humano\nsea menos primordial y disminuir el factor del\nerror  [4].\nIII. HISTORIA DE LA INTELIGENCIA\nARTIFICIAL\nA través de los años, el ser humano se ha pre-\nocupado por su capacidad de razomiento y su ha-\nbilidad para analizar, planear y dar una solución a\nun problema. Desde ese entonces en paralelo tam-\nbién  se  ha  buscado  la  manera  de  crear  sistemas\npara  reproducir  habilidades  mentales  que  solo\nposeen los humanos, y que de tal manera se pueda\nrealizar  de  una  manera  más  simple  algunos\nprocesos.\nLa noción de la Inteligencia artificial tiene sus\ninicios  con  el  escritor  e  inventor  húngaro  y\najedrecista Johann Wolfgang Von Kempelen, quien\ndiseño un androide llamado el Turco que aparen-\ntemente jugaba ajedrez simulando ser un mecanis-\nmo automatico [5], sin embargo era operado por\nuna persona oculta en el mecanismo; sin embargo\ngracias  a  esta  idea  farsa  que  simulaba  ser  un\nautomata, fue objeto de inspiración para construir\nverdaderos automatas como el caso de el automata\nEl  Ajedrecista  construido  en  1912  por  Leonardo\nTorres  Quevedo,  invento  que  operaba  sin  inter-\nvención humana considerado como el primer jue-\ngo por computador de la historia [6].\nEn 1816 fue descrita la máquina analítica reali-\nzada por Charles Babbage [5], matemático ingles\ny cientifico protoinformático, quine contribuyo con\nla  historia  de  la  computación  ya  que  el  motor\nanalitico de Babbage tenia la capacidad de cons-\ntruir tablas de logaritmos y de funciones trigono-\nmétricas evaluando polinomios por aproximación.\nCien años más tarde se construyeron computadoras\naplicando el mismo principio.\nA partir del siglo XIX se conciben las analogías\nbiológicas y fenomenológicas para el estudio de la\nmente humana. Es así, como a partir de la segunda\nmitad del siglo XIX, la noción de mecanismo trans-\nformo el poder heurístico con la formalización del\nconcepto de «computación»\n \n[5].\nLa  comunidad  cientifica  empezo  a  manejar  el\ntérmino y concepto de Inteligencia Artificial en el\naño  1950  gracias  a  Alan  Mathison  Turing,  mate-\nmático,  lógico,  científico  de  la  computación,\ncriptógrafo, filósofo, maratonista británico. Dadas\nsus  contribuciones  y  en  su  artículo  denominado\nMaquinaria Computacional e Inteligencia [7\n\n29\nUNA MIRADA A LA INTELIGENCIA ARTIFICIAL\nMICHAEL  ESTID  ALVARADO  ROJAS\nRev.  Ingeniería,  Matemáticas  y  Ciencias  de  la  Información\nVol.  2  /  Núm.  3  /  enero  -  junio  de  2015;  pág.  27-31\nAlgunos afirman que los comienzos de la inteli-\ngencia artificial ocurrieron al definirse la neurona,\nen 1943, como un elemento binario con varias en-\ntradas y salidas [8]. En el año de 1956 se volvió a\nretomar el tema y se establecieron las bases de la\nInteligencia Artificial como un campo independien-\nte dentro de la informática.\nBajo el contexto histórico referenciado por Alan\nTuring la inteligencia artificial se ha definido des-\nde entonces bajo diferentes perspectivas como sis-\ntemas que piensan como humanos, sistemas que\npiensan racionalmente, sistemas que actúan como\nhumanos y sistemas que actúan racionalmente.\nRichard  Ernest  Bellman,  matemático  y  doc-\ntor  de  la  universidad  de  Princeton,  destaca  en\nsu  publicación  An  introduction  to  artificial\nintelligence:  can  computers  think?  que:  La\nautomatización de actividades que vinculamos\ncon procesos de pensamiento humano, activida-\ndes  como  la  toma  de  decisiones,  resolución  de\nproblemas, aprendizaje [9].\nJohn  Haugeland,  profesor  de  filosofía  de  la\nUniversidad de Chicago en su publicación Artifi-\ncial Intelligence: The Very Idea, dice: El nuevo y\nexcitante esfuerzo de hacer que las computadoras\npiensen... máquinas con mentes, en el más amplio\nsentido literal [10].\nEl mismo año en 1985, Eugene Charniak, pro-\nfesor  de  la  Universidad  de  Brown  y  Drew\nMcDermott  profesor  de  la  Universidad  de  Yale\nafirmaron que la inteligencia artificial es el estu-\ndio de las facultades mentales mediante el uso de\nmodelos computacionales\n \n[11].\nEn años recientes, Raymond Kurzweil inventor\nestadounidense  especializado  en  Ciencias  de  la\nComputación e Inteligencia Artificial, actualmente\ndirector de ingeniería en Google, afirma que el arte\nde desarrollar máquinas con capacidad para reali-\nzar  funciones  que  cuando  son  realizadas  por\npersonas requieren de inteligencia [12], en concor-\ndancia que la inteligencia artificial son sistemas que\nactuan con humanos.\nNeil  Nilsson,  profesor  de  la  Universidad  de\nStanford del departamento de ciencias de la com-\nputación  afirma  que  la  inteligencia  artificial  está\nrelacionada con conductas inteligentes en artefac-\ntos  [13]  y  cuando  se  relacionan  las  conductas  se\nhabla se un sistema que actua racionalmente.\nSe puede afirmar que la inteligencia artificial se\nha venido concibiendo bajo las características hu-\nmanas tales como pensar, actuar y a su vez adap-\ntarse y autocorregirse.\nUn agente inteligente se puede definir como lo\ndefinio  Rusell,  como  una  entidad  que  percibe  y\nactúa sobre un entorno [14] y fue en 1987 el año en\nque se describieron caracterisiticas relevantes para\nel uso de un agente inteligente:\n1.  Creencias e intenciones (actitudes mentales).\n2.  Obtención de conocimiento (aprender).\n3.  Resolver problemas.\n4.  Entendimiento y lógica.\n5.  Planificación, predicción y evaluación de al-\nternativas.\n6.  Delimitar sus propias habilidades y conoci-\nmientos.\n7.  Distinción de situaciones.\n8.  Crear conceptos e ideas.\n9.  Generalizar.\n10.Percibir y modelar el mundo exterior.\n11.Aplicar su propio lenguaje y símbolos para\nsu propio entendimiento.\nDe acuerdo a las caracteristicias mencionadas\nanteriormente, la Inteligencia Artificial tambien\nha sido empleada como una técnica de software\nque los programas utilizan para dar solución óp-\ntima a algún tipo de problema, tratando de ase-\nmejar  el  comportamiento  inteligente  que  se\nobserva en la naturaleza, en especial la de los se-\nres humanos.\nIV. CLASES DE INTELIGENCIA ARTIFICIAL\nExisten diveras categorias de inteligencia huma-\nna como la inteligencia lingüística, musical, lógica\nmatemática,  espacial,  corporal  -  kinestésica,  emo-\ncional, intrapersonal, interpersonal, naturalista [15].\nCada tipo de inteligencia humana comprende\nel entendimiento, aptitudes, competencias y fun-\nciones específicas, sin embargo todas las inteligen-\ncias se traducen en una sola conceptualmente ya\nque se integran diversas a la hora de resolver un\nproblema dado.\n\n30\nREVISTA  INGENIERÍA,  MATEMÁTICAS  Y  CIENCIAS  DE  LA  INFORMACIÓN\nRev.  Ingeniería,  Matemáticas  y  Ciencias  de  la  Información\nVol.  2  /  Núm.  3  /  enero  -  junio  de  2015;  pág.  27-31\nLa teoría de Gardner indica que el ser humano\nposee  «Inteligencias  múltiples»\n \n[16],  a  diferencia\nde la inteligencia artificial la clasificación es dife-\nrente y se hace de acuerdo al tipo de lógica que se\ndesarrolle para resolver un problema. Sin embar-\ngo los avances tecnológicos pueden cambiar dicha\nclasificación para la inteligencia artificial pues cada\nvez se asemeja más a la humana.\nLos tipos actuales que se consideran son [17]:\nA.  Inteligencia artificial clásica:\nEste tipo de inteligencia se desarrolla mediante\nla lógica simbólico-deductiva con base en el análi-\nsis  formal  y  estadístico  del  comportamiento\nhumano ante diferentes situaciones como el razo-\nnamiento basado en casos, soluciones a partir del\nconocimiento  previo  y  soluciones  a  partir  de\ninferencias probabilísticas.\nB.  Inteligencia artificial computacional\nEste tipo de inteligencia se desarrolla median-\nte  la  lógica  simbólica-inductiva  con  base  en  el\naprendizaje  interactivo  donde  el  aprendizaje  se\nbasa en datos empiricos mediante la adaptación\nde la realidad.\nV. APLICACIONES DE LA INTELIGENCIA\nARTIFICIAL\nLa inteligencia artificial ha sido utilizada en gran\nvariedad de campos desde la robótica biónica, hasta\ntodo lo que tiene que ver con videojuegos, su lógi-\nca y la velocidad de procesamiento de datos que\nprincipalmente se logra a través de redes neuro-\nnales artificiales.\nAlgunos de los campos en los que se ha des-\ntacado  el  desarrollo  de  la  inteligencia  artificial\n[18], son:\nJuegos: Se destacan los juegos de mesa ya que\ndesatan una gran cantidad de problemas informá-\nticos que pueden resolverse mediante algoritmos\nespecíficos. Por ejemplo el juego del ajedrez [19].\nVer Fig. 1.\nSistemas automatizados a partir de agentes: Un\nagente en un sistema de automatización es un ele-\nmento capaz de percibir su medioambiente mediante\nsensores y actuar en ese medio mediante actuadores.\nTodo agente tiene una función u objetivo mediante\nun software y hardware especifico. Ejemplo: Apli-\ncaciones de domótica, inmótica, urbótica.\nRobótica: Los robots son agentes físicos que rea-\nlizan  tareas  mediante  la  manipulación  física  del\nmundo. Para lograr esto los robot son dotados de\nefectores, como pinzas, ruedas, brazos mecánicos,\netc. También se equipan de sensores que les per-\nmiten percibir el entorno, como visores, sistemas\nde ultrasonidos, giroscopios, etc.\nEn la robótica, la inteligencia artificial tiene gran\nparticipación  debido  a  la  capacidad  de  procesa-\nmiento de información y toma de decisiones, como\npor ejemplo la planificación o visión artificial (apli-\ncar  algoritmos  de  aprendizaje  para  el  reconoci-\nmiento de formas).\nTomado  de:  http://inteligenciaartificialrjimenez.blogspot.com\nFig.  1.  Juegos  inteligentes.\nTOPIO,  un  robot  humanoide,  en  la  Feria\nInternacional  del  Juguete  de  Núremberg\nde  2009.\nFig.  2.  Robótica.\n\n31\nUNA MIRADA A LA INTELIGENCIA ARTIFICIAL\nMICHAEL  ESTID  ALVARADO  ROJAS\nRev.  Ingeniería,  Matemáticas  y  Ciencias  de  la  Información\nVol.  2  /  Núm.  3  /  enero  -  junio  de  2015;  pág.  27-31\nVI. CONCLUSIONES\nCon el anterior panorama general sobre inte-\nligencia artificial se puede concluir que es una\ntendencia tecnológica que cada vez estará más\npresente en los dispositivos de consumo y uso\nhumano.\nEsta herramienta llegará algun día a predomi-\nnar la realización de cualquier actividad para apo-\nyar labores en la industria, las corporaciones, entre\notros campos. De esta forma, por medio de la in-\nteligencia artificial se acelerará las capacidades de\nobtener información y procesar más rápido lo que\ngarantizará eficiencia en muchos casos.\nEl objetivo de la inteligencia artificial no es solo\nmejorar la eficiencia del ser humano, sino también\nhacerle la vida más fácil. En conclusión es una he-\nrramienta para que el hombre empiece a ocuparse\nde otros asuntos ya que los sistemas inteligentes\ntendrán la capacidad de asumir responsabilidades\nque actualmente tiene el hombre.\nAsí mismo la Inteligencia Artificial es un área\nque  tiene  un  gran  camino  por  investigar  y  desa-\nrrollar proyectos aplicados, y desde la ingeniería\nde  sistemas  se  tienen  las  bases  para  abordar  el\ndesarrollo de aplicaciones y materializar cada vez\nmás rápido lo que en algún momento es denomi-\nnado ciencia ficción.\nREFERENCIAS\n[1]   Real Academia Española, «Inteligencia,» Dicciona-\nrio de la lengua española, vol. 22\na\n Edición. 2001.\n[2]   R. Loaiza, «¿Qué es la inteligencia artificial?,» vol.\n2, no. 15, 1998.\n[3]    B. Bly and D. Rumelhart, Cognitive science. Handbook\nof Perception and Cognition, vol. 2, 2 vols. Academic\nPress, 1999.\n[4]    I. Góngora, «Inteligencia Artificial. Apuntes.» 2011.\n[5]   V. Guijarro and L. González, La quimera del autóma-\nta matemático, Madrid. Cátedra, 2010.\n[6]   N. Montfort, Twisty Little Passages: An Approach to\nInteractive Fiction. MIT Press, 2005.\n[7]   D. Leavitt, The man who knew too much: Alan Turing\nand the invention of the computer. Nueva York: W. W.\nNorton, 2006.\n[8]   L. García, «Usos y aplicaciones de la inteligencia\nartificial,» Revista de divulgación cientifica y tecnoló-\ngica de la universidad veracruzana, vol. 17, no. 3, pp.\n4-10,  2004.\n[9]   R. Bellman, An introduction to artificial intelligence?:\ncan computers think?. San Francisco: Boyd &? Fraser\nPub. Co, 1978.\n[10] J. Haugeland, Artificial Intelligence: The Very Idea,\nvol. 29. Cambridge: Mass.: MIT Press, 1985.\n[11] E. Charniak and D. McDermott, Introduction to Arti-\nficial Intelligence. Addison-Wesley Pub.Company,\n1985.\n[12] R. Kurzweil, The Age of Intelligent Machines. MIT\nPress, 1990.\n[13] N. Nilsson, Artificial Intelligence: A New Synthesis.\nStanford University: Morgan Kaufmann Publishers,\nInc., 1998.\n[14] S. Russell, Inteligencia Artificial: un enfoque moder-\nno., 2nd ed. Prentice - Hall, 1996.\n[15] J. M. Vargas, «TIPOS DE INTELIGENCIA.» Uni-\nversidad Nacional Autónoma de México, 2004.\n[16] H. Gardner, Multiple  Intelligences,  Basic  Books.\nPaidos, 1983.\n[17] E. Rich and K. Knight, Artificial Intelligence Trad.\nCast., Trad. Castellano, vol. 1. México: McGraw Hill,\n1988.\n[18] R. Epstein, «Can machines think?,» AI magazine,\nvol. 13, no. 2, pp. 80–95, 1992.\n[19] L. Fogel and A. Owens, Artificial Intelligence Through\nSimulated  Evolution.  New  york:  John  Wiley  and\nSons,  1966.\n\n",
      "lastUpdated": "2025-06-29T02:29:59.290Z",
      "size": 18014
    }
  ],
  "lastSync": "2025-06-29T02:29:59.290Z"
}